[{
    "_id": "61cb0f2f5e9aec09348430b2",
    "idArtist": 111239,
    "strArtist": "Coldplay",
    "idLabel": 45114,
    "intFormedYear": 1996,
    "intBornYear": 1996,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Happy",
    "strWebsite": "www.coldplay.com",
    "strFacebook": "www.facebook.com/coldplay",
    "strTwitter": "www.twitter.com/coldplay",
    "strBiographyEN": "Coldplay are a British alternative rock band formed in 1996 by lead vocalist Chris Martin and lead guitarist Jonny Buckland at University College London. After they formed Pectoralz, Guy Berryman joined the group as a bassist and they changed their name to Starfish. Will Champion joined as a drummer, backing vocalist, and multi-instrumentalist, completing the line-up. Manager Phil Harvey is often considered an unofficial fifth member. The band renamed themselves \"Coldplay\" in 1998, before recording and releasing three EPs; Safety in 1998, Brothers & Sisters as a single in 1999 and The Blue Room in the same year. The latter was their first release on a major label, after signing to Parlophone.\n\nThey achieved worldwide fame with the release of the single \"Yellow\" in 2000, followed by their debut album released in the same year, Parachutes, which was nominated for the Mercury Prize. The band's second album, A Rush of Blood to the Head (2002), was released to critical acclaim and won multiple awards, including NME's Album of the Year, and has been widely considered the best of the Nelson-produced Coldplay albums. Their next release, X&Y, the best-selling album worldwide in 2005, was met with mostly positive reviews upon its release, though some critics felt that it was inferior to its predecessor. The band's fourth studio album, Viva la Vida or Death and All His Friends (2008), was produced by Brian Eno and released again to largely favourable reviews, earning several Grammy nominations and wins at the 51st Grammy Awards. On 24 October 2011, they released their fifth studio album, Mylo Xyloto, which was met with mixed to positive reviews, and was the UK's best-selling rock album of 2011.\n\nThe band has won a number of music awards throughout their career, including seven Brit Awards winning Best British Group three times, four MTV Video Music Awards, and seven Grammy Awards from twenty nominations. As one of the world's best-selling music artists, Coldplay have sold over 55 million records worldwide. In December 2009, Rolling Stone readers voted the group the fourth best artist of the 2000s.\n\nColdplay have been an active supporter of various social and political causes, such as Oxfam's Make Trade Fair campaign and Amnesty International. The group have also performed at various charity projects such as Band Aid 20, Live 8, Sound Relief, Hope for Haiti Now: A Global Benefit for Earthquake Relief, The Secret Policeman's Ball, and the Teenage Cancer Trust.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/uxrqxy1347913147.jpg",
    "intListeners": 6153606,
    "intPlaycount": 439230795,
    "__v": 0
    },
    {
    "_id": "61cb26b2e1d31e18940df99a",
    "idArtist": 111305,
    "strArtist": "Rihanna",
    "idLabel": 45462,
    "intFormedYear": 2005,
    "intBornYear": 1988,
    "strStyle": "Urban/R&B",
    "strGenre": "R&B",
    "strMood": "Carefree",
    "strWebsite": "www.rihanna.com",
    "strFacebook": "www.facebook.com/rihanna",
    "strTwitter": "www.twitter.com/rihanna",
    "strBiographyEN": "Robyn Rihanna Fenty (born February 20, 1988), known mononymously as Rihanna, is a Barbadian singer and songwriter. Born in Saint Michael and raised in Bridgetown, she first entered the music industry by recording demo tapes under the direction of record producer Evan Rogers in 2003. She ultimately signed a recording contract with Def Jam Recordings after auditioning for its then-president, hip-hop producer and rapper Jay Z. Rihanna's first and second studio albums Music of the Sun (2005) and A Girl Like Me (2006) charted successfully on the U.S. Billboard 200 and produced the hit singles \"Pon de Replay\" and \"SOS\".\nShe assumed creative control of her third studio album Good Girl Gone Bad (2007) and became a household name following the release of its international successful lead single \"Umbrella\". She followed it with five Recording Industry Association of America (RIAA) platinum-certified albums, including the Grammy Award winner Unapologetic (2012) and her second Billboard 200 number-one album Anti (2016). Many of her songs rank among the world's best-selling singles of all time, including the singles \"Umbrella\", \"Take a Bow\", \"Disturbia\", \"Only Girl (In the World)\", \"S&M\", \"We Found Love\", \"Diamonds\" and \"Stay\" in which she is the lead artist, and her collaborations \"Live Your Life\" (with T.I.), \"Love the Way You Lie\" and \"The Monster\" (both with Eminem).\nWith sales exceeding 230 million records worldwide, Rihanna is one of the best-selling artists of all time. Rihanna is the youngest and fastest solo artist to earn fourteen number-one singles on the Billboard Hot 100, and was named the Digital Songs Artist of the 2000s decade and the top Hot 100 artist of the 2010s decade by Billboard. Among numerous awards and accolades, Rihanna has won eight Grammy Awards; twelve American Music Awards; 23 Billboard Music Awards; two BRIT Awards; and was awarded the inaugural Icon Award at the American Music Awards of 2013. Widely recognized for frequently reinventing her style and image, she received the Fashion Icon lifetime achievement award from the Council of Fashion Designers of America in 2014. Forbes ranked Rihanna the fourth most powerful celebrity of 2012, and was named one of Time's 100 Most Influential People in the World later that year.",
    "strCountry": "Saint Michael, Barbados",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vpuxqp1550161410.jpg",
    "intListeners": 5342706,
    "intPlaycount": 253729022,
    "__v": 0
    },
    {
    "_id": "61cb12d75e9aec093484337e",
    "idArtist": 111418,
    "strArtist": "Radiohead",
    "idLabel": 46036,
    "intFormedYear": 1991,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Sad",
    "strWebsite": "radiohead.com",
    "strFacebook": "www.facebook.com/radiohead",
    "strTwitter": "twitter.com/radiohead",
    "strBiographyEN": "Radiohead are an English rock band from Abingdon, Oxfordshire, formed in 1985. The band consists of Thom Yorke (lead vocals, guitar, piano), Jonny Greenwood (lead guitar, keyboards, other instruments), Colin Greenwood (bass), Phil Selway (drums, percussion) and Ed O'Brien (guitar, backing vocals).\nRadiohead released their debut single \"Creep\" in 1992. The song was initially unsuccessful, but it became a worldwide hit several months after the release of their debut album, Pablo Honey (1993). Radiohead's popularity rose in the United Kingdom with the release of their second album, The Bends (1995). Radiohead's third album, OK Computer (1997), propelled them to greater international fame. Featuring an expansive sound and themes of modern alienation, OK Computer is often acclaimed as one of the landmark records of the 1990s.\nKid A (2000) and Amnesiac (2001) marked an evolution in Radiohead's musical style, as the group incorporated experimental electronic music, krautrock and jazz influences. Kid A, though somewhat polarizing at the time of its release, is now frequently recognized as one of the most important albums of the 2000s. Hail to the Thief (2003), a mix of piano and guitar driven rock, electronics and lyrics inspired by war, was the band's final album for their major record label, EMI. Radiohead self-released their seventh album, In Rainbows (2007), as a digital download for which customers could set their own price, and later in physical form to critical and chart success. Radiohead's eighth album, The King of Limbs (2011), was an exploration of rhythm and quieter textures, which the band released independently.\nRadiohead have sold more than 30 million albums worldwide, with the band's work being placed highly in both listener polls and critics' lists, they have the distinction of doing so in both the 1990s and 2000s. In 2005, Radiohead were ranked number 73 in Rolling Stone's list of \"The Greatest Artists of All Time\", while Jonny Greenwood and Ed O'Brien were both included in Rolling Stone's list of greatest guitarists, and Thom Yorke in their list of greatest singers. In 2009, Rolling Stone readers voted the group the second best artist of the 2000s.",
    "strCountry": "Abingdon, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/trwwty1348250989.jpg",
    "intListeners": 5312534,
    "intPlaycount": 594686446,
    "__v": 0
    },
    {
    "_id": "61cb0fe05e9aec0934843138",
    "idArtist": 111304,
    "strArtist": "Eminem",
    "idLabel": 42936,
    "intFormedYear": 1996,
    "intBornYear": 1972,
    "strStyle": "Urban/R&B",
    "strGenre": "Hip-Hop",
    "strMood": "Angry",
    "strWebsite": "www.eminem.com",
    "strFacebook": "www.facebook.com/eminem",
    "strTwitter": "twitter.com/#!/Eminem",
    "strBiographyEN": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem, is an American rapper, songwriter, record producer, and actor from Detroit, Michigan. In addition to his solo career, he is a member of D12 and (with Royce da 5'9\") half of the hip-hop duo Bad Meets Evil. Eminem is the best-selling artist of the 2000s in the United States. Rolling Stone ranked him 83rd on its list of 100 Greatest Artists of All Time, calling him the King of Hip Hop. Including his work with D12 and Bad Meets Evil, Eminem has had ten number-one albums on the Billboard 200. He has sold more than 172 million albums, making him one of the world's best-selling artists. As of June 2014, Eminem is the second-bestselling male artist of the Nielsen SoundScan era, the sixth-bestselling artist in the United States and the bestselling hip-hop artist, with sales of 45.1 million albums and 42 million tracks (including 31 million digital single certifications).\nAfter his debut album Infinite (1996), Eminem achieved mainstream popularity in 1999 with his The Slim Shady LP, which earned him his first Grammy Award for Best Rap Album. His next two releases, 2000's The Marshall Mathers LP and 2002's The Eminem Show, were worldwide successes, with each being certified diamond in US sales and both winning Best Rap Album Grammy Awards—making Eminem the first artist to win the award for three consecutive LPs. They were followed by Encore in 2004, another critical and commercial success. Eminem went on hiatus after touring in 2005, releasing Relapse in 2009 and Recovery in 2010. Both won Grammy Awards and Recovery was the best-selling album of 2010 worldwide—the second time he had the international best-selling album of the year (after The Eminem Show). Eminem's eighth album, 2013's The Marshall Mathers LP 2, won two Grammy Awards, including Best Rap Album; it expanded his record for the most wins in that category and his Grammy total to 15.\nEminem has developed other ventures, including Shady Records with manager Paul Rosenberg. He has his own channel, Shade 45, on Sirius XM Radio. In November 2002, Eminem starred in the hip hop film 8 Mile. He won the Academy Award for Best Original Song for \"Lose Yourself\", the first rap artist to win the award. Eminem has made cameo appearances in the films The Wash (2001), Funny People (2009), The Interview (2014) and the television series Entourage.",
    "strCountry": "Detroit, Michigan, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vifn4f1617650128.jpg",
    "intListeners": 5233958,
    "intPlaycount": 262196909,
    "__v": 0
    },
    {
    "_id": "61cb12f85e9aec0934843396",
    "idArtist": 111507,
    "strArtist": "Red Hot Chili Peppers",
    "idLabel": 43287,
    "intFormedYear": 1983,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Moody",
    "strWebsite": "redhotchilipeppers.com",
    "strFacebook": "www.facebook.com/ChiliPeppers",
    "strTwitter": "twitter.com/ChiliPeppers",
    "strBiographyEN": "Red Hot Chili Peppers, also sometimes shortened to \"The Chili Peppers\" or abbreviated as \"RHCP\", are an American rock band formed in Los Angeles in 1983. The group's musical style primarily consists of rock with an emphasis on funk, as well as elements from other genres such as punk rock and psychedelic rock. When played live, their music incorporates elements of jam band due to the improvised nature of much of their performances. Currently, the band consists of founding members Anthony Kiedis (vocals), Flea (bass), longtime drummer Chad Smith; and guitarist Josh Klinghoffer, who joined in late-2009, replacing John Frusciante. Red Hot Chili Peppers have won seven Grammy Awards and have become one of the best-selling bands of all time, selling over 80 million records worldwide. In 2012, they were inducted into the Rock and Roll Hall of Fame.\nThe band's original line-up featured guitarist Hillel Slovak and drummer Jack Irons, alongside Kiedis and Flea. Because of commitments to other bands, Slovak and Irons did not play on the band's self-titled debut album (1984). Cliff Martinez was the drummer for the first two records (Irons played on the third), and guitarist Jack Sherman played on the first. Slovak performed on the second and third albums by the band Freaky Styley (1985) and The Uplift Mofo Party Plan (1987), but he died from a heroin overdose in 1988. As a result of his friend's death, Irons chose to depart from the group as drummer. Parliament-Funkadelic guitarist DeWayne McKnight was brought in to replace Slovak, though his tenure was short, which forced Frusciante to replace him in 1988. Former Dead Kennedys drummer D.H. Peligro was brought in to replace Irons. His tenure was also short, so he was replaced by Chad Smith that same year. The line-up of Flea, Kiedis, Frusciante, and Smith was the longest-lasting and recorded five studio albums beginning with Mother's Milk (1989). In 1990, the group signed with Warner Bros. Records and recorded the album Blood Sugar Sex Magik (1991) under producer Rick Rubin. This album became the band's first commercial success. Frusciante grew uncomfortable with the success of the band and left abruptly in 1992, in the middle of the Blood Sugar Sex Magik Tour.\nAfter two temporary guitarists, Dave Navarro of Jane's Addiction joined for the group's subsequent album, One Hot Minute (1995). Although commercially successful, the album failed to match the critical or popular acclaim of Blood Sugar Sex Magik, selling less than half as much as its predecessor. Navarro was fired from the band in 1998. Frusciante, fresh out of drug rehabilitation, rejoined the band that same year at Flea's request. The reunited quartet returned to the studio to record Californication (1999), which became the band's biggest commercial success with 16 million copies worldwide. That album was followed three years later by By the Way (2002), and then four years later by the double album Stadium Arcadium (2006), their first number-one album in America. After a world tour, the group went on an extended hiatus. Frusciante announced he was amicably leaving the band in 2009 to focus on his solo career. Klinghoffer who had worked both as a sideman for the band on their Stadium Arcadium tour and on Frusciante's solo projects, replaced him as lead guitarist. The band's tenth studio album, I'm with You, was released in 2011 and topped the charts in 18 different countries. The group toured into 2014 and performed with Bruno Mars as a part of the halftime performance at Super Bowl XLVIII. The band is currently recording their eleventh studio album, expected to be released in 2016.",
    "strCountry": "Los Angeles, California, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rtspyv1492100444.jpg",
    "intListeners": 5108250,
    "intPlaycount": 333404201,
    "__v": 0
    },
    {
    "_id": "61cb12495e9aec0934843310",
    "idArtist": 111319,
    "strArtist": "Nirvana",
    "idLabel": 43651,
    "intFormedYear": 1988,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Sad",
    "strWebsite": "www.nirvana.com",
    "strFacebook": "www.facebook.com/Nirvana",
    "strTwitter": "twitter.com/Nirvana",
    "strBiographyEN": "Nirvana was an American rock band that was formed by singer and guitarist Kurt Cobain and bassist Krist Novoselic in Aberdeen, Washington, in 1987. Nirvana went through a succession of drummers, the longest-lasting being Dave Grohl, who joined the band in 1990. Despite releasing only three full-length studio albums in their seven-year career, Nirvana has come to be regarded as one of the most influential and important rock bands of the modern era.\nIn the late 1980s Nirvana established itself as part of the Seattle grunge scene, releasing its first album Bleach for the independent record label Sub Pop in 1989. The band eventually came to develop a sound that relied on dynamic contrasts, often between quiet verses and loud, heavy choruses. After signing to major label DGC Records, Nirvana found unexpected success with \"Smells Like Teen Spirit\", the first single from the band's second album Nevermind (1991). Nirvana's sudden success widely popularized alternative rock as a whole, and the band's frontman Cobain found himself referred to in the media as the \"spokesman of a generation\", with Nirvana being considered the \"flagship band\" of Generation X. In response, Nirvana's third studio album, In Utero (1993), featured an abrasive, less-mainstream sound and challenged the group's audience. The album did not match the sales figures of Nevermind, but was still a commercial success and critically acclaimed.\nNirvana's brief run ended following the death of Kurt Cobain in 1994, but various posthumous releases have been issued since, overseen by Novoselic, Grohl, and Cobain's widow Courtney Love. Since its debut, the band has sold over 25 million records in the United States alone, and over 75 million records worldwide, making them one of the best-selling bands of all time. Nirvana was inducted into the Rock and Roll Hall of Fame in 2014, in its first year of eligibility.",
    "strCountry": "Washington, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/n46y7i1639060786.jpg",
    "intListeners": 4883024,
    "intPlaycount": 270191589,
    "__v": 0
    },
    {
    "_id": "61cb12c55e9aec093484336e",
    "idArtist": 111238,
    "strArtist": "Queen",
    "idLabel": 43827,
    "intFormedYear": 1971,
    "intBornYear": 1971,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Rousing",
    "strWebsite": "www.queenonline.com",
    "strFacebook": "www.facebook.com/Queen",
    "strTwitter": "www.twitter.com/QueenWillRock",
    "strBiographyEN": "Queen are a British rock band formed in London in 1971, originally consisting of Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), John Deacon (bass guitar, guitars, vocals), and Roger Taylor (drums, vocals). Queen's earliest works were influenced by progressive rock, but the band gradually ventured into more conventional and radio-friendly works, incorporating more diverse and innovative styles in their music.\nBefore joining Queen, Brian May and Roger Taylor had been playing together in a band named Smile with bassist Tim Staffell. Freddie Mercury (then known as Farrokh/Freddie Bulsara) was a fan of Smile, and encouraged them to experiment with more elaborate stage and recording techniques after Staffell's departure in 1970. Mercury himself joined the band shortly thereafter, changed the name of the band to \"Queen\", and adopted his familiar stage name. John Deacon was recruited prior to recording their eponymous debut album (1973). \nQueen enjoyed success in the UK with their debut and its follow-up, Queen II (1974), but it was the release of Sheer Heart Attack (1974) and A Night at the Opera (1975) that gained the band international success. The latter featured \"Bohemian Rhapsody\", which stayed at number one in the UK Singles Chart for nine weeks; it charted at number one in several other territories, and gave the band their first top ten hit on the US Billboard Hot 100. Their 1977 album, News of the World, contained two of rock's most recognisable anthems, \"We Will Rock You\" and \"We Are the Champions\". By the early 1980s, Queen were one of the biggest stadium rock bands in the world, and their performance at 1985's Live Aid is regarded as one of the greatest in rock history. In 1991, Mercury died of bronchopneumonia, a complication of AIDS, and Deacon retired in 1997. Since then, May and Taylor have infrequently performed together, including a collaboration with Paul Rodgers under the name Queen + Paul Rodgers which ended in May 2009.\nThe band has released a total of 18 number one albums, 18 number one singles, and 10 number one DVDs. Estimates of their album sales generally range from 150 million to 300 million albums, making them one of the world's best-selling music artists. They received a Lifetime Achievement Award from the British Phonographic Industry in 1990, and were inducted into the Rock and Roll Hall of Fame in 2001.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/srxwyp1347980615.jpg",
    "intListeners": 4724951,
    "intPlaycount": 239327487,
    "__v": 0
    },
    {
    "_id": "61cb120e5e9aec09348432e8",
    "idArtist": 111564,
    "strArtist": "Muse",
    "idLabel": 43287,
    "intFormedYear": 1994,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Rousing",
    "strWebsite": "www.muse.mu",
    "strFacebook": "www.facebook.com/muse",
    "strTwitter": "www.twitter.com/muse",
    "strBiographyEN": "Muse are an English rock band from Teignmouth, Devon, formed in 1994. The band consists of school friends Matthew Bellamy (lead vocals, lead guitar, piano, keyboards, keytar), Christopher Wolstenholme (bass, vocals, keyboards, rhythm guitar, harmonica) and Dominic Howard (drums, percussion, synthesisers, sampling, harmtar). After the release of their 2006 album Black Holes and Revelations, keyboardist and percussionist Morgan Nicholls has performed live with the band. Muse are known for their energetic and extravagant live performances and their fusion of many music genres, including space rock, progressive rock, alternative rock, heavy metal, classical music and electronica.\n\nMuse have released five studio albums: Showbiz (1999), Origin of Symmetry (2001), Absolution (2003), Black Holes and Revelations (2006), and The Resistance (2009). They have also issued three live albums, Hullabaloo Soundtrack (2002), which is also a compilation of B-sides, Absolution Tour (2005), and HAARP (2008), which documents the band's performance at Wembley Stadium in 2007. They also released Neutron Star Collision in 2010 as a cd single only.  A sixth studio album entitled The 2nd Law is set for release in September 2012.\n\nBlack Holes and Revelations earned the band a Mercury Prize nomination and a third place finish in the NME Albums of the Year list for 2006. Muse have also won collection of music awards throughout their history, including five MTV Europe Music Awards, five Q Awards, eight NME Awards, two Brit Awards winning \"Best British Live Act\" twice, an MTV Video Music Award, four Kerrang! Awards and an American Music Award. They were also nominated for three Grammy Awards, of which they won Best Rock Album, for their fifth studio album The Resistance. Muse have sold over 15 million albums worldwide.",
    "strCountry": "Teignmouth, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/ywtwsq1357992851.jpg",
    "intListeners": 4474513,
    "intPlaycount": 377891088,
    "__v": 0
    },
    {
    "_id": "61cb10105e9aec0934843160",
    "idArtist": 111233,
    "strArtist": "Foo Fighters",
    "idLabel": 45344,
    "intFormedYear": 1994,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Energetic",
    "strWebsite": "www.foofighters.com",
    "strFacebook": "www.facebook.com/foofighters",
    "strTwitter": "www.twitter.com/foofighters",
    "strBiographyEN": "Foo Fighters is an American alternative rock band formed in Seattle in 1994. It was founded by Nirvana drummer Dave Grohl as a one-man project following the death of Kurt Cobain and the resulting dissolution of his previous band. The group got its name from the UFOs and various aerial phenomena that were reported by Allied aircraft pilots in World War II, which were known collectively as foo fighters. Prior to the release of the Foo Fighters' 1995 debut album Foo Fighters, which featured Grohl as the only official member, Grohl recruited bassist Nate Mendel and drummer William Goldsmith, both formerly of Sunny Day Real Estate, as well as fellow Nirvana touring bandmate Pat Smear as guitarist to complete the lineup. \nThe band began with performances in Portland, Oregon. Goldsmith quit during the recording of the group's second album, The Colour and the Shape (1997) when most of the drum parts were re-recorded by Grohl himself. Smear's departure followed soon afterward. They were replaced by Taylor Hawkins and Franz Stahl, respectively, although Stahl was fired before the recording of the group's third album, There Is Nothing Left to Lose (1999).\nThe band briefly continued as a trio until Chris Shiflett joined as the band's lead guitarist after the completion of There Is Nothing Left to Lose. The band released its fourth album, One by One, in 2002. The group followed that release with the two-disc In Your Honor (2005), which was split between acoustic songs and heavier material. Foo Fighters released its sixth album, Echoes, Silence, Patience & Grace, in 2007. In 2010, it was confirmed that Smear had officially rejoined the band after touring with the Foo Fighters as an unofficial member between 2006 and 2009. Over the course of the band's career, four of its albums have won 11 Grammy Awards winning Best Rock Album four times. The band's seventh studio album, Wasting Light, was released in 2011.",
    "strCountry": "Seattle, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vuvqxr1352453964.jpg",
    "intListeners": 4362382,
    "intPlaycount": 218004052,
    "__v": 0
    },
    {
    "_id": "61cb0f505e9aec09348430ca",
    "idArtist": 111492,
    "strArtist": "Daft Punk",
    "idLabel": 43473,
    "intFormedYear": 1992,
    "intBornYear": null,
    "strStyle": "Electronic",
    "strGenre": "House",
    "strMood": "Happy",
    "strWebsite": "www.daftpunk.com",
    "strFacebook": "www.facebook.com/daftpunk",
    "strTwitter": "www.twitter.com/daftpunk",
    "strBiographyEN": "Daft Punk are an electronic music duo consisting of French musicians Guy-Manuel de Homem-Christo and Thomas Bangalter. The duo achieved significant popularity in the late 1990s as part of the French house movement and were met with continued success in the years following, combining elements of house music with funk, techno, disco, rock, and synthpop. The are also known for their visual stylization and disguises associated with their music; specifically, the duo have worn ornate helmets and gloves to assume robot personas in most of their public appearances since 2001. They rarely grant interviews or appear on television.\nBangalter and de Homem-Christo were originally in a rock band called Darlin' together, which disbanded after a short period of time, leaving the two to experiment musically with drum machines and synthesizers. The duo became Daft Punk, releasing their debut album Homework on Virgin Records in 1997 to highly-positive reviews. They were managed from 1996 to 2008 by Pedro Winter (Busy P), the head of Ed Banger Records. The 2001 release of Discovery was even more successful, driven by the club singles \"One More Time\", \"Digital Love\", and \"Harder, Better, Faster, Stronger\". In March 2005, the duo released the album Human After All to mixed reviews. However, the singles \"Robot Rock\" and \"Technologic\" achieved success in the United Kingdom.\nDaft Punk toured throughout 2006 and 2007 and released the live album Alive 2007, which won a Grammy Award for Best Electronic/Dance Album. The duo composed the score of the film Tron: Legacy in 2010 and released its soundtrack album. In January 2013, Daft Punk left Virgin Records for Sony Music Entertainment's subsidiary label Columbia, and released Random Access Memories in 2013 to worldwide critical acclaim. The album's lead single \"Get Lucky\" became an international success, peaking in the top 10 in 32 countries. Random Access Memories led to five Grammy wins in 2014, including Album of the Year as well as Record of the Year for \"Get Lucky\".",
    "strCountry": "Paris, France",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yxvtsq1348517112.jpg",
    "intListeners": 4316561,
    "intPlaycount": 244081350,
    "__v": 0
    },
    {
    "_id": "61cb13e25e9aec0934843446",
    "idArtist": 111247,
    "strArtist": "The Beatles",
    "idLabel": 43827,
    "intFormedYear": 1957,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Happy",
    "strWebsite": "thebeatles.com",
    "strFacebook": "www.facebook.com/thebeatles",
    "strTwitter": "twitter.com/thebeatles",
    "strBiographyEN": "The Beatles were an English rock band formed in Liverpool in 1960, becoming one of the most commercially successful and critically acclaimed acts in the history of popular music. The group's best-known lineup consisted of John Lennon (rhythm guitar/vocals), Paul McCartney (bass guitar/vocals), George Harrison (lead guitar/vocals), and Ringo Starr (drums/vocals). Rooted in skiffle and 1950s rock and roll, the group later utilised many genres, ranging from pop ballads to psychedelic rock, often incorporating classical and other elements, in innovative ways. In the early 1960s, their enormous popularity first emerged as \"Beatlemania\", but as their songwriting grew in sophistication, they came to be perceived by many fans and cultural observers as an embodiment of the ideals shared by the era's sociocultural revolutions.\nAs a five-piece line-up of Lennon, McCartney and Harrison on guitar and vocals, with Stuart Sutcliffe (bass), and Pete Best (drums), the band built their reputation playing clubs in Liverpool and Hamburg over a three-year period from 1960. Sutcliffe left the group in 1961, and Best was replaced by Starr the following year. They were moulded into a professional act by manager Brian Epstein, and their musical potential was enhanced by the creativity of producer George Martin. They gained popularity in the United Kingdom after their first single, \"Love Me Do\", became a modest hit in late 1962. They acquired the nickname the \"Fab Four\" as Beatlemania grew in Britain over the following year, and by early 1964 they had become international stars, leading the \"British Invasion\" of the United States pop market. The band toured extensively around the world until August 1966, when they performed their final commercial concert. From 1966 they produced what many critics consider to be some of their finest material, including the innovative and widely influential albums Revolver (1966), Sgt. Pepper's Lonely Hearts Club Band (1967), The Beatles (1968), and Abbey Road (1969). After their break-up in 1970, the ex-Beatles each found success in individual musical careers. Lennon was murdered in 1980, and Harrison died of cancer in 2001. McCartney and Starr remain active.\nThe Beatles are the best-selling band in history, with sales of over one billion units estimated by EMI Records. They have had more number-one albums on the British charts and sold more singles in the UK than any other act. According to the RIAA, as of 2012 they have sold 177 million units in the US, more than any other artist, and in 2008 they topped Billboard magazine's list of the all-time most successful Hot 100 artists. As of 2012, they hold the record for most number-one hits on the Hot 100 chart with 20. They have received 7 Grammy Awards from the American National Academy of Recording Arts and Sciences, an Academy Award for Best Original Song Score and 15 Ivor Novello Awards from the British Academy of Songwriters, Composers and Authors. They were collectively included in Time magazine's compilation of the 20th century's 100 most influential people.",
    "strCountry": "Liverpool, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qpvwuv1347996168.jpg",
    "intListeners": 4305134,
    "intPlaycount": 613164542,
    "__v": 0
    },
    {
    "_id": "61cb14465e9aec0934843494",
    "idArtist": 119227,
    "strArtist": "The Rolling Stones",
    "idLabel": 45465,
    "intFormedYear": 1962,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Energetic",
    "strWebsite": "rollingstones.com",
    "strFacebook": "www.facebook.com/therollingstones",
    "strTwitter": "twitter.com/RollingStones",
    "strBiographyEN": "The Rolling Stones are an English rock band formed in London in 1962. The first settled line-up consisted of Brian Jones on guitar and harmonica, Ian Stewart on piano, Mick Jagger on lead vocals and harmonica, Keith Richards on guitar and backing vocals, Bill Wyman on bass and Charlie Watts on drums. Jones founded and led the band, but Jagger and Richards assumed leadership after becoming the primary songwriters. Jones' increasing physical and mental troubles forced his departure from the band two weeks prior to his drowning death in 1969. Since Wyman retired in 1993, full band members have been Jagger, Richards, Watts and guitarist Ronnie Wood who joined in 1975, replacing Mick Taylor (who had followed Jones). The Rock and Roll Hall of Fame inducted the Rolling Stones in 1989. Rolling Stone magazine ranked them fourth on the \"100 Greatest Artists of All Time\" list and their album sales are estimated at more than 200 million worldwide.\n\nThe Rolling Stones were in the vanguard of the \"British Invasion\" of English bands that became popular in the U.S. in the mid-sixties. They have released twenty-four studio albums, eleven live albums and numerous compilations. Their album Sticky Fingers (1971) began a string of eight consecutive studio albums reaching number one in the United States. Their most recent album of new material, A Bigger Bang, was released in 2005. In 2008, Billboard magazine ranked the Rolling Stones at number ten on \"The Billboard Top All-Time Artists\" and as the second most successful group in the Billboard Hot 100 chart.\n\nThe Rolling Stones' advent brought greater international recognition to the primitive urban blues typified by Chess Records' artist Muddy Waters, writer of \"Rollin' Stone\", the song for which the band is named. Critic and musicologist Robert Palmer said their endurance and relevance stems from being \"rooted in traditional verities, in rhythm-and-blues and soul music\" while \"more ephemeral pop fashions have come and gone\". In 2012 the band celebrated their 50th anniversary.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rputqs1367245834.jpg",
    "intListeners": 4250534,
    "intPlaycount": 180778019,
    "__v": 0
    },
    {
    "_id": "61cb104c5e9aec093484318c",
    "idArtist": 111393,
    "strArtist": "Gorillaz",
    "idLabel": 43827,
    "intFormedYear": 1999,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Smooth",
    "strWebsite": "www.gorillaz.com",
    "strFacebook": "www.facebook.com/Gorillaz",
    "strTwitter": "www.twitter.com/GorillazBand",
    "strBiographyEN": "Gorillaz are an English virtual band created in 1998 by Damon Albarn and Jamie Hewlett. The band consists of four animated members: 2D (lead vocals, keyboard), Murdoc Niccals (bass guitar), Noodle (guitar, keyboard, and backing vocals) and Russel Hobbs (drums and percussion). These members are completely fictional and are not personas of any \"real life\" musicians involved in the project. Their fictional universe is explored through the band's website and music videos, as well as a number of other media, such as short cartoons. The music is a collaboration between various musicians, with Albarn being the only permanent musical contributor. Writers and critics have described their music as alternative rock, Britpop, trip hop, hip hop, electronica, indie, dub, reggae and pop.\nThe band's 2001 debut album Gorillaz sold over seven million copies and earned them an entry in the Guinness Book of World Records as the Most Successful Virtual Band. It was nominated for the Mercury Prize in 2001, but the nomination was later withdrawn at the band's request. Their second studio album, Demon Days, released in 2005, went five times platinum in the UK, double platinum in the US, earned five Grammy Award nominations for 2006 and won one of them in the Best Pop Collaboration with Vocals category. The band has won numerous other awards, including two MTV Video Music Awards, an NME Award, three MTV Europe Music Awards, and have been nominated for nine Brit Awards. The combined sales of the Gorillaz and Demon Days albums had exceeded 15 million by 2007. The band's third studio album, Plastic Beach, was released in March 2010. Their latest album, The Fall, was released in December 2010 as a free download for fan club members, then in April 2011 as a physical release. Gorillaz plan to release new material in 2016.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yuvrtv1359741191.jpg",
    "intListeners": 4237245,
    "intPlaycount": 226281152,
    "__v": 0
    },
    {
    "_id": "61cb0e415e9aec0934842ffe",
    "idArtist": 111644,
    "strArtist": "Arctic Monkeys",
    "idLabel": 43709,
    "intFormedYear": 2002,
    "intBornYear": 2002,
    "strStyle": "Rock/Pop",
    "strGenre": "Indie",
    "strMood": "Philosophical",
    "strWebsite": "arcticmonkeys.com",
    "strFacebook": "www.facebook.com/ArcticMonkeys",
    "strTwitter": "twitter.com/ArcticMonkeys",
    "strBiographyEN": "Arctic Monkeys are an English indie rock band. Formed in 2002 in High Green, a suburb of Sheffield, the band currently consists of Alex Turner (lead vocals, lead/rhythm guitar), Jamie Cook (rhythm/lead guitar), Nick O'Malley (bass guitar, backing vocals) and Matt Helders (drums, backing vocals). Former members include Andy Nicholson (bass guitar, backing vocals) and Glyn Jones (lead vocals, rhythm guitar).\n\nThe band have released four studio albums: Whatever People Say I Am, That's What I'm Not (2006), Favourite Worst Nightmare (2007), Humbug (2009) and Suck It and See (2011), as well as one live album At the Apollo (2008). The band's debut album became the fastest-selling debut album in British music history, surpassing Oasis' Definitely Maybe and remains the fastest-selling debut album for a band in the UK.\nArctic Monkeys were heralded as one of the first group of acts to come to the public attention via the Internet (fan-based sites rather than from the band), with commentators suggesting they represented the possibility of a change in the way in which new bands are promoted and marketed. The band are also regarded as one of the most prominent bands to be part of the post-punk revival in the UK, after achieving commercial success and spawning two number one singles with their debut album.\n\nThe band began rehearsing at Yellow Arch Studios in Neepsend, and played their first gig on 13 June 2003 at The Grapes in Sheffield city-centre. After a few performances in 2003, the band began to record demos at 2fly studios in Sheffield. 17 songs were demoed in all and the collection, now known as Beneath the Boardwalk, was burned on to CDs to give away at gigs, which were promptly file-shared amongst fans. The name Beneath the Boardwalk originated when the first batch of demos were sent around. The first sender, wanting to classify the demos, named them after where he received them, the Boardwalk. Slowly, as more demos were spread, they were all classified under this name. This has led to many people falsely believing that Beneath the Boardwalk was an early album, or that the early demos were all released under this heading. The group did not mind the distribution, saying \"we never made those demos to make money or anything. We were giving them away free anyway - that was a better way for people to hear them.\", admitting that they did not even know how to get their songs onto the Internet. When asked about the popularity of the band's MySpace site in an interview with Prefix Magazine, the band said that they were unaware what it was, and that the site had originally been created by their fans.\nThe band began to grow in popularity across the north of England, receiving attention from BBC Radio and the British tabloid press. A local amateur photographer, Mark Bull, filmed the band's performances and made the music video \"Fake Tales of San Francisco\", releasing it on his website, alongside the contents of Beneath the Boardwalk - a collection of the band's songs which he named after a local music venue. In May 2005, Arctic Monkeys released their first single, Five Minutes with Arctic Monkeys on their own 'Bang Bang' label, featuring the songs \"Fake Tales of San Francisco\" and \"From the Ritz to the Rubble\". This release was limited to 500 CDs and 1,000 7\" records, but was also available to download from the iTunes Music Store. Soon after, the band played at the Carling Stage of the Reading and Leeds Festivals, reserved for less known or unsigned bands. Their appearance was hyped by much of the music press and the band was watched by an unusually large crowd.",
    "strCountry": "Sheffield, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wvsvuv1562540742.jpg",
    "intListeners": 4210566,
    "intPlaycount": 414507812,
    "__v": 0
    },
    {
    "_id": "61cb0f5f5e9aec09348430d6",
    "idArtist": 111444,
    "strArtist": "David Bowie",
    "idLabel": 45344,
    "intFormedYear": 1969,
    "intBornYear": 1947,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Passionate",
    "strWebsite": "www.davidbowie.com",
    "strFacebook": "www.facebook.com/davidbowie",
    "strTwitter": "twitter.com/DavidBowieReal",
    "strBiographyEN": "David Robert Jones (8 January 1947, Brixton, London, England – 10 January 2016, New York, USA), better known by his stage name David Bowie (/ˈboʊi/), was an English singer, songwriter and actor. He was a figure in popular music for over five decades, regarded by critics and musicians as an innovator, particularly for his work in the 1970s. His career was marked by reinvention and visual presentation, his music and stagecraft significantly influencing popular music. During his lifetime, his record sales, estimated at 140 million worldwide, made him one of the world's best-selling music artists. In the UK, he was awarded nine platinum album certifications, eleven gold and eight silver, releasing eleven number-one albums. In the US, he received five platinum and seven gold certifications. He was inducted into the Rock and Roll Hall of Fame in 1996.\n\nBorn and raised in south London, Bowie developed an interest in music as a child, eventually studying art, music and design before embarking on a professional career as a musician in 1963. \"Space Oddity\" became his first top-five entry on the UK Singles Chart after its release in July 1969. After a period of experimentation, he re-emerged in 1972 during the glam rock era with his flamboyant and androgynous alter ego Ziggy Stardust. The character was spearheaded by the success of his single \"Starman\" and album The Rise and Fall of Ziggy Stardust and the Spiders from Mars, which won him widespread popularity. In 1975, Bowie's style shifted radically towards a sound he characterised as \"plastic soul\", initially alienating many of his UK devotees but garnering him his first major US crossover success with the number-one single \"Fame\" and the album Young Americans. In 1976, Bowie began a sporadic acting career, starring in the cult film The Man Who Fell to Earth. The following year, he further confounded musical expectations with the electronic-inflected album Low (1977), the first of three collaborations with Brian Eno that would come to be known as the \"Berlin Trilogy\". \"Heroes\" (1977) and Lodger (1979) followed; each album reached the UK top five and received lasting critical praise.\n\nAfter uneven commercial success in the late 1970s, Bowie had UK number ones with the 1980 single \"Ashes to Ashes\", its parent album Scary Monsters (And Super Creeps), and \"Under Pressure\", a 1981 collaboration with Queen. He then reached his commercial peak in 1983 with Let's Dance, with its title track topping both UK and US charts. Throughout the 1990s and 2000s, Bowie continued to experiment with musical styles, including industrial and jungle. Bowie also continued acting; his roles included Major Celliers in Merry Christmas, Mr. Lawrence (1983), the Goblin King Jareth in Labyrinth (1986), Pontius Pilate in The Last Temptation of Christ (1988), and Nikola Tesla in The Prestige (2006), among other film and television appearances and cameos. He stopped concert touring after 2004 and his last live performance was at a charity event in 2006. In 2013, Bowie returned from a decade-long recording hiatus with the release of The Next Day and remained musically active until he died of liver cancer two days after the release of his final album, Blackstar (2016).",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wqvrup1363521389.jpg",
    "intListeners": 3843073,
    "intPlaycount": 236899886,
    "__v": 0
    },
    {
    "_id": "61cb14bf5e9aec09348434f4",
    "idArtist": 112045,
    "strArtist": "U2",
    "idLabel": 44390,
    "intFormedYear": 1976,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Political",
    "strWebsite": "www.u2.com",
    "strFacebook": "www.facebook.com/u2",
    "strTwitter": "twitter.com/#!/u2com",
    "strBiographyEN": "U2 are an Irish rock band from Dublin. Formed in 1976, the group consists of Bono (vocals and rhythm guitar), the Edge (lead guitar, keyboards, and vocals), Adam Clayton (bass guitar), and Larry Mullen, Jr. (drums and percussion). U2's early sound was rooted in post-punk but eventually grew to incorporate influences from many genres of popular music. Throughout the group's musical pursuits, they have maintained a sound built on melodic instrumentals. Their lyrics, often embellished with spiritual imagery, focus on personal themes and sociopolitical concerns.\nThe band formed at Mount Temple Comprehensive School in 1976 when the members were teenagers with limited musical proficiency. Within four years, they signed with Island Records and released their debut album Boy. By the mid-1980s, U2 had become a top international act. They were more successful as a touring act than they were at selling records until their 1987 album The Joshua Tree which, according to Rolling Stone, elevated the band's stature \"from heroes to superstars\". Reacting to musical stagnation and criticism of their earnest image and musical direction in the late 1980s, U2 reinvented themselves with their 1991 album, Achtung Baby, and the accompanying Zoo TV Tour; they integrated dance, industrial, and alternative rock influences into their sound, and embraced a more ironic and self-deprecating image. They embraced similar experimentation for the remainder of the 1990s with varying levels of success. U2 regained critical and commercial favour in the 2000s with the records All That You Can't Leave Behind (2000) and How to Dismantle an Atomic Bomb (2004), which established a more conventional, mainstream sound for the group. Their U2 360° Tour of 2009–2011 is the highest-attended and highest-grossing concert tour in history.\nU2 have released 13 studio albums and are one of the world's best-selling music artists of all time, having sold more than 170 million records worldwide. They have won 22 Grammy Awards, more than any other band; and, in 2005, were inducted into the Rock and Roll Hall of Fame in their first year of eligibility. Rolling Stone ranked U2 at number 22 in its list of the \"100 Greatest Artists of All Time\", and labelled them the \"Biggest Band in the World\". Throughout their career, as a band and as individuals, they have campaigned for human rights and philanthropic causes, including Amnesty International, the ONE/DATA campaigns, Product Red, War Child and the Edge's Music Rising.",
    "strCountry": "Dublin, Ireland",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qvuxvs1347997318.jpg",
    "intListeners": 3800463,
    "intPlaycount": 158143129,
    "__v": 0
    },
    {
    "_id": "61cb12a55e9aec0934843354",
    "idArtist": 111259,
    "strArtist": "Pink Floyd",
    "idLabel": null,
    "intFormedYear": 1965,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Progressive Rock",
    "strMood": "Dreamy",
    "strWebsite": "pinkfloyd.com",
    "strFacebook": "www.facebook.com/pinkfloyd",
    "strTwitter": "twitter.com/pinkfloyd",
    "strBiographyEN": "Pink Floyd were an English rock band that achieved international success with their progressive and psychedelic rock music marked by the use of philosophical lyrics, sonic experimentation, and elaborate live shows. One of the most commercially successful and influential rock groups in the history of popular music, they have sold over 250 million records worldwide, including 74.5 million certified units in the United States. They were inducted into the US Rock and Roll Hall of Fame in 1996, and the UK Music Hall of Fame in 2005.\nThe band originally consisted of university students Roger Waters, Nick Mason, Richard Wright, and Syd Barrett. Founded in 1965, they gained popularity performing in London's underground music scene during the late 1960s. Under Barrett's creative leadership they released two charting singles, \"Arnold Layne\" and \"See Emily Play\", and a successful début album, The Piper at the Gates of Dawn (1967). Guitarist and vocalist David Gilmour joined as a fifth member in December 1967, several months prior to Barrett's April 1968 departure due to deteriorating mental health. With the loss of Syd, the band moved from psychedelic pop to a more progressive sound, with many tracks written collaboratively while on tour. With this line-up they achieved critical and commercial success with the concept albums The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977) and The Wall (1979). With Animals and The Wall, Waters became the primary songwriter.\nWright was forced by Waters to leave the group in 1979. Following The Final Cut (1983), the group was temporarily disbanded by Waters. Gilmour and Mason reformed in 1985, and were subsequently rejoined by Wright. They continued to record and tour through 1994, despite Waters' failed 1986 attempt to legally prevent them continuing as Pink Floyd; two more albums followed, A Momentary Lapse of Reason (1987) and The Division Bell (1994). After almost two decades of acrimony the band reunited in 2005 for a single performance, at the global awareness event Live 8. Wright died in 2008. Surviving members Gilmour and Mason joined Waters at one of his The Wall Tour shows on 12 May 2011 at the O2 Arena in London; Gilmour performed \"Comfortably Numb\" along with Waters and \"Outside the Wall\" with Mason and Waters.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/styrur1354449906.jpg",
    "intListeners": 3555466,
    "intPlaycount": 366243532,
    "__v": 0
    },
    {
    "_id": "61cb0e0f5e9aec0934842fd8",
    "idArtist": 111493,
    "strArtist": "Adele",
    "idLabel": 46036,
    "intFormedYear": 2006,
    "intBornYear": 1988,
    "strStyle": "Rock/Pop",
    "strGenre": "Soul",
    "strMood": "In Love",
    "strWebsite": "www.adele.tv",
    "strFacebook": "www.facebook.com/adele",
    "strTwitter": "www.twitter.com/OfficialAdele",
    "strBiographyEN": "Adele Laurie Blue Adkins MBE (born 5 May 1988) is an English singer and songwriter. Graduating from the BRIT School for Performing Arts and Technology in 2006, Adele was given a recording contract by XL Recordings after a friend posted her demo on Myspace the same year. In 2007, she received the Brit Awards \"Critics' Choice\" award and won the BBC Sound of 2008 poll. Her debut album, 19, was released in 2008 to commercial and critical success. It is certified seven times platinum in the UK, and double platinum in the US. An appearance she made on Saturday Night Live in late 2008 boosted her career in the US. At the 51st Annual Grammy Awards in 2009, Adele received the awards for Best New Artist and Best Female Pop Vocal Performance.\nAdele released her second studio album, 21, in early 2011. The album was well received critically and surpassed the success of her debut, earning the singer numerous awards in 2012, including a record-tying six Grammy Awards, including Album of the Year; two Brit Awards, including British Album of the Year, and three American Music Awards. The album has been certified 16 times platinum in the UK, and is the fourth best-selling album in the UK of all time. In the US it has held the top position longer than any album since 1985, and is certified Diamond. The album has sold 31 million copies worldwide.\nThe success of 21 earned Adele numerous mentions in the Guinness Book of World Records. She is the first woman in the history of the Billboard Hot 100 to have three simultaneous top 10 singles as a lead artist, and the first female artist to simultaneously have two albums in the top five of the Billboard 200 and two singles in the top five of the Billboard Hot 100. 21 is the longest-running number one album by a female solo artist in the history of the UK and US Album Charts. In 2012, she released \"Skyfall\", which she wrote and recorded for the James Bond film of the same name. The song won an Academy Award, a Grammy Award, and a Golden Globe Award for Best Original Song. After taking a three-year break, Adele released her third studio album, 25, on 20 November 2015. The album debuted at number one in most major markets and broke first week sales records in the UK and US. The lead single, \"Hello\", debuted at number one in many countries around the world, and became the first song in the US to sell over one million digital copies within a week of its release.\nIn 2011 and 2012, Billboard named Adele Artist of the Year. In 2012, she was listed at number five on VH1's 100 Greatest Women in Music, and Time magazine named her one of the most influential people in the world. On 15 January 2016, her sales were estimated at more than 100 million records, making her one of the world's best-selling artists.",
    "strCountry": "Tottenham, UK",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/oq063t1639312086.jpg",
    "intListeners": 3534597,
    "intPlaycount": 166169393,
    "__v": 0
    },
    {
    "_id": "61cb14085e9aec0934843464",
    "idArtist": 111311,
    "strArtist": "The Doors",
    "idLabel": null,
    "intFormedYear": 1965,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Psychedelic Rock",
    "strMood": "Dreamy",
    "strWebsite": "www.thedoors.com",
    "strFacebook": "www.facebook.com/thedoors?ref=ts&fref=ts",
    "strTwitter": "twitter.com/TheDoors",
    "strBiographyEN": "The Doors were an American rock band formed in 1965 in Los Angeles, California, with vocalist Jim Morrison, keyboardist Ray Manzarek, drummer John Densmore and guitarist Robby Krieger. The band took its name from Aldous Huxley's book The Doors of Perception, the title of which was a reference to a William Blake quotation: \"If the doors of perception were cleansed every thing would appear to man as it is, infinite.\" They were among the most controversial rock acts of the 1960s, due mostly to Morrison's wild, poetic lyrics and charismatic but unpredictable stage persona. After Morrison's death in 1971, the remaining members continued as a trio until finally disbanding in 1973.\n \nThey were signed to Elektra Records in 1966. The 1967 release of The Doors was the first in a series of top ten albums in the US, followed by Strange Days (1967), Waiting for the Sun (1968), The Soft Parade (1969), Morrison Hotel (1970), Absolutely Live (1970) and L.A. Woman (1971), with 19 Gold, 14 Platinum and 5 Multi-Platinum album awards in the United States alone. Although The Doors' active career ended in 1973, their popularity has persisted. According to the RIAA, they have sold 32.5 million certified units in the US. The band has sold 100 million albums worldwide. Ray Manzarek and Robby Krieger continue to tour as Manzarek-Krieger or Ray Manzarek & Robby Krieger of The Doors for legal issues, performing Doors songs exclusively. The Doors were the first American band to accumulate eight consecutive gold LPs. In 1993, The Doors were inducted into the Rock and Roll Hall of Fame.",
    "strCountry": "Los Angeles, California, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vvsvrv1455456582.jpg",
    "intListeners": 3502073,
    "intPlaycount": 150333731,
    "__v": 0
    },
    {
    "_id": "61cb14035e9aec0934843460",
    "idArtist": 111622,
    "strArtist": "The Cure",
    "idLabel": 43936,
    "intFormedYear": 1977,
    "intBornYear": 1977,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Gritty",
    "strWebsite": "www.thecure.com",
    "strFacebook": "www.facebook.com/thecure",
    "strTwitter": "twitter.com/thecure_",
    "strBiographyEN": "The Cure are an English alternative rock band formed in Crawley, West Sussex in 1976. The band has experienced several line-up changes, with frontman, vocalist, guitarist and principal songwriter Robert Smith being the only constant member. The Cure first began releasing music in the late 1970s with its debut album Three Imaginary Boys (1979); this, along with several early singles, placed the band as part of the post-punk and New Wave movements that had sprung up in the wake of the punk rock revolution in the United Kingdom. During the early 1980s, the band's increasingly dark and tormented music helped form the gothic rock genre.\n\nAfter the release of Pornography (1982), the band's future was uncertain and Smith was keen to move past the gloomy reputation his band had acquired. With the 1982 single \"Let's Go to Bed\" Smith began to place a pop sensibility into the band's music (as well as a unique stage look). The Cure's popularity increased as the decade wore on, especially in the United States where the songs \"Just Like Heaven\", \"Lovesong\" and \"Friday I'm in Love\" entered the Billboard Hot 100 chart. By the start of the 1990s, The Cure were one of the most popular alternative rock bands in the world. The band is estimated to have sold 27 million albums as of 2004. The Cure have released thirteen studio albums, 10 EPs and over thirty singles during the course of their career. Since 2010, they have been working on a fourteenth studio album.",
    "strCountry": "Crawley, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wwwwtv1455324256.jpg",
    "intListeners": 3393294,
    "intPlaycount": 191988406,
    "__v": 0
    },
    {
    "_id": "61cb14725e9aec09348434b8",
    "idArtist": 111481,
    "strArtist": "The White Stripes",
    "idLabel": 43287,
    "intFormedYear": 1997,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Rousing",
    "strWebsite": "www.whitestripes.com",
    "strFacebook": "www.facebook.com/thewhitestripes?sk=wiki&rf=108080442546119",
    "strTwitter": "twitter.com/whitestripesus",
    "strBiographyEN": "The White Stripes were an American rock duo, formed in 1997 in Detroit, Michigan. The group consisted of the couple, married at the time, Jack White (songwriter, vocals, guitar, bass and keyboards) and Meg White (drums and occasional vocals). After releasing several singles and three albums within the Detroit music scene, The White Stripes rose to prominence in 2002, as part of the garage rock revival scene. Their successful and critically acclaimed albums White Blood Cells and Elephant drew attention from a large variety of media outlets in the United States and the United Kingdom, with the single \"Seven Nation Army\" and its now-iconic guitar line becoming a huge hit. The band recorded two more albums, Get Behind Me Satan in 2005 and Icky Thump in 2007, and dissolved in 2011 after a lengthy hiatus from performing and recording.\nThe White Stripes used a low-fidelity approach to writing and recording. Their music featured a melding of garage rock and blues influences and a raw simplicity of composition, arrangement, and performance. The duo was also noted for their fashion and design aesthetic which featured a simple color scheme of red, white, and black—which was used on every album and single cover the band released—as well as the band's fascination with the number three. The band's discography consists of six studio albums, one live album, two extended plays (EP), one concert film, one tour documentary, twenty-six singles, and fourteen music videos. Their last three albums each won the Grammy Award for Best Alternative Music Album.",
    "strCountry": "Detroit, Michigan, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/white-stripes-the-4fabbf088c81d.jpg",
    "intListeners": 3356151,
    "intPlaycount": 139826997,
    "__v": 0
    },
    {
    "_id": "61cb11675e9aec093484326e",
    "idArtist": 111257,
    "strArtist": "Led Zeppelin",
    "idLabel": 46413,
    "intFormedYear": 1968,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Hypnotic",
    "strWebsite": "www.ledzeppelin.com",
    "strFacebook": "www.facebook.com/ledzeppelin",
    "strTwitter": "twitter.com/ledzeppelin",
    "strBiographyEN": "Led Zeppelin were an English rock band, active in the late 1960s and throughout the 1970s. Formed as the New Yardbirds in 1968, the band consisted of guitarist Jimmy Page, singer Robert Plant, bassist/keyboardist John Paul Jones, and drummer John Bonham. They are widely considered to be one of the most successful, innovative and influential rock groups in the history of music.\nAfter changing their name, the band signed a favourable deal with Atlantic Records that allowed them considerable artistic freedom. Led Zeppelin disliked the releasing of tracks as singles, preferring their albums to be viewed as indivisible, whole listening experiences, helping to promote the concept of album-orientated rock. Their first two albums, with their heavy, guitar-driven blues rock sound, led to Led Zeppelin being regularly cited as one of the progenitors of heavy metal and hard rock, even though the band's individualistic style drew from varied sources and transcends any single music genre. Their next two albums incorporated wider musical influences, particularly from folk music; the fourth, untitled album, which featured the track \"Stairway to Heaven\", is among the most popular and influential works in rock music, and it cemented the status of the group as \"superstars\". Subsequent albums saw greater musical experimentation and were accompanied by record-breaking tours, which, like the group's previous tours, earned them a reputation for excess. Although they remained commercially and critically successful, in the later 1970s the band's output and touring schedule were limited by the personal difficulties and circumstances of the members. Led Zeppelin disbanded following Bonham's sudden death in 1980.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/syruvu1359799268.jpg",
    "intListeners": 3349574,
    "intPlaycount": 215861255,
    "__v": 0
    },
    {
    "_id": "61cb11e75e9aec09348432ca",
    "idArtist": 111279,
    "strArtist": "Metallica",
    "idLabel": 43209,
    "intFormedYear": 1981,
    "intBornYear": null,
    "strStyle": "Metal",
    "strGenre": "Thrash Metal",
    "strMood": "Angry",
    "strWebsite": "www.metallica.com",
    "strFacebook": "www.facebook.com/Metallica",
    "strTwitter": "twitter.com/#!/metallica",
    "strBiographyEN": "Metallica is an American heavy metal band formed in Los Angeles, California. Metallica was formed in 1981 when vocalist/guitarist James Hetfield responded to an advertisement posted by drummer Lars Ulrich in a local newspaper. The band's current line-up comprises founding members Hetfield and Ulrich, longtime lead guitarist Kirk Hammett and bassist Robert Trujillo. Lead guitarist Dave Mustaine and bassists Ron McGovney, Cliff Burton and Jason Newsted are former members of the band. Metallica collaborated over a long period with producer Bob Rock, who produced all of the band's albums from 1990 to 2003 and served as a temporary bassist between the departure of Newsted and the hiring of Trujillo.\nThe band's fast tempos, instrumentals, and aggressive musicianship placed them as one of the founding \"big four\" bands of thrash metal, alongside Anthrax, Megadeth, and Slayer. The band earned a growing fan base in the underground music community and won critical acclaim with its first four albums; their third album Master of Puppets (1986) was described as one of the most influential and heaviest of thrash metal albums. Metallica achieved substantial commercial success with its eponymous fifth album Metallica (1991), which debuted at number one on the Billboard 200. With this release the band expanded its musical direction, resulting in an album that appealed to a more mainstream audience. In 2000, Metallica was among a number of artists who filed a lawsuit against Napster for sharing the band's copyright-protected material for free without consent from any band member. A settlement was reached and Napster became a pay-to-use service. Despite reaching number one on the Billboard 200, the release of St. Anger (2003) alienated many fans with the exclusion of guitar solos and the \"steel-sounding\" snare drum. A film titled Some Kind of Monster documented the recording of St. Anger and the tensions within the band during that time. In 2009, Metallica was inducted into the Rock and Roll Hall of Fame.\nMetallica has released nine studio albums, four live albums, five extended plays, 26 music videos, and 37 singles. The band has won eight Grammy Awards and five of its albums have consecutively debuted at number one on the Billboard 200. The band's eponymous 1991 album has sold over 16 million copies in the United States, making it the best-selling album of the SoundScan era. Metallica ranks as one of the most commercially successful bands of all time, having sold over 110 million records worldwide. Metallica has been listed as one of the greatest artists of all time by many magazines, including Rolling Stone, which ranked them 61st on its list of The 100 Greatest Artists of All Time. As of December 2012, Metallica is the third best-selling music artist since Nielsen SoundScan began tracking sales in 1991, selling a total of 54.26 million albums in the U.S. In 2012, Metallica formed the independent record label Blackened Recordings and took full ownership of its albums and videos. As of 2016, the band is in production of its tenth studio album, which is expected to be released later in the year.",
    "strCountry": "Los Angeles, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qyuqvy1375623610.jpg",
    "intListeners": 3271045,
    "intPlaycount": 318149731,
    "__v": 0
    },
    {
    "_id": "61cb12d55e9aec093484337c",
    "idArtist": 111359,
    "strArtist": "R.E.M.",
    "idLabel": 43287,
    "intFormedYear": 1980,
    "intBornYear": 1980,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Moody",
    "strWebsite": "www.remhq.com",
    "strFacebook": "www.facebook.com/REMhq",
    "strTwitter": "twitter.com/remhq",
    "strBiographyEN": "R.E.M. was an American rock band from Athens, Georgia, formed in 1980 by singer Michael Stipe, guitarist Peter Buck, bassist Mike Mills and drummer Bill Berry. One of the first popular alternative rock bands, R.E.M. gained early attention due to Buck's ringing, arpeggiated guitar style and Stipe's unclear vocals. R.E.M. released its first single, \"Radio Free Europe\", in 1981 on the independent record label Hib-Tone. The single was followed by the Chronic Town EP in 1982, the band's first release on I.R.S. Records. In 1983, the group released its critically acclaimed debut album, Murmur, and built its reputation over the next few years through subsequent releases, constant touring, and the support of college radio. Following years of underground success, R.E.M. achieved a mainstream hit in 1987 with the single \"The One I Love\". The group signed to Warner Bros. Records in 1988, and began to espouse political and environmental concerns while playing large arenas worldwide.\nBy the early 1990s, when alternative rock began to experience broad mainstream success, R.E.M. was viewed by subsequent acts such as Nirvana and Pavement as a pioneer of the genre and released its two most commercially successful albums, Out of Time (1991) and Automatic for the People (1992), which veered from the band's established sound. R.E.M.'s 1994 release, Monster, was a return to a more rock-oriented sound. The band began its first tour in six years to support the album; the tour was marred by medical emergencies suffered by three band members. In 1996, R.E.M. re-signed with Warner Bros. for a reported US$80 million, at the time the most expensive recording contract in history. The following year, Bill Berry left the band, while Buck, Mills, and Stipe continued the group as a trio. Through some changes in musical style, the band continued its career into the next decade with mixed critical and commercial success. In 2007, the band was inducted into the Rock and Roll Hall of Fame. R.E.M. disbanded in September 2011, announcing the split on its website.",
    "strCountry": "Athens, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rem-4fb4e8596c266.jpg",
    "intListeners": 3198897,
    "intPlaycount": 106702073,
    "__v": 0
    },
    {
    "_id": "61cb0fd45e9aec093484312e",
    "idArtist": 111256,
    "strArtist": "Elton John",
    "idLabel": null,
    "intFormedYear": 1969,
    "intBornYear": 1947,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Excitable",
    "strWebsite": "eltonjohn.com",
    "strFacebook": "www.facebook.com/EltonJohn",
    "strTwitter": "twitter.com/eltonjohndotcom",
    "strBiographyEN": "Sir Elton Hercules John, CBE (born Reginald Kenneth Dwight on 25 March 1947 in Pinner, Middlesex, England) is an English rock singer-songwriter, composer, pianist and occasional actor. He has worked with lyricist Bernie Taupin as his songwriter partner since 1967; they have collaborated on more than 30 albums to date.\nIn his four-decade career John has sold more than 250 million records, making him one of the most successful artists of all time. His single \"Candle in the Wind 1997\" has sold over 33 million copies worldwide, and is the best selling single in Billboard history. He has more than 50 Top 40 hits, including seven consecutive No. 1 US albums, 56 Top 40 singles, 16 Top 10, four No. 2 hits, and nine No. 1 hits. He has won six Grammy Awards, four Brit Awards, an Academy Award, a Golden Globe Award and a Tony Award. In 2004, Rolling Stone ranked him Number 49 on its list of the 100 greatest artists of all time.\nJohn was inducted into the Rock and Roll Hall of Fame in 1994. Having been named a Commander of the Order of the British Empire in 1996, John received a knighthood from Queen Elizabeth II for \"services to music and charitable services\" in 1998. John has performed at a number of royal events, such as the funeral of Princess Diana at Westminster Abbey in 1997, and the Queen's Diamond Jubilee Concert outside Buckingham Palace in 2012.\nHe has been heavily involved in the fight against AIDS since the late 1980s. In 1992, he established the Elton John AIDS Foundation and a year later began hosting the annual Academy Award Party, which has since become one of the most high-profile Oscar parties in the Hollywood film industry. Since its inception, the foundation has raised over $200 million.\nJohn entered into a civil partnership with David Furnish on 21 December 2005 and continues to be a champion for LGBT social movements. In 2008, Billboard magazine ranked him as the most successful male solo artist on \"The Billboard Hot 100 Top All-Time Artists\" (third overall, behind only The Beatles and Madonna).",
    "strCountry": "Pinner, Middlesex, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/ypvpvv1358959524.jpg",
    "intListeners": 3121378,
    "intPlaycount": 72758476,
    "__v": 0
    },
    {
    "_id": "61cb10f95e9aec093484321c",
    "idArtist": 111372,
    "strArtist": "Johnny Cash",
    "idLabel": 43473,
    "intFormedYear": 1956,
    "intBornYear": 1932,
    "strStyle": "Country",
    "strGenre": "Country",
    "strMood": "Provocative",
    "strWebsite": "www.johnnycash.com",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Johnny Cash was one of the most imposing and influential figures in post-World War II country music. With his deep, resonant baritone and spare percussive guitar, he had a basic, distinctive sound. Cash didn't sound like Nashville, nor did he sound like honky tonk or rock & roll. He created his own subgenre, falling halfway between the blunt emotional honesty of folk, the rebelliousness of rock & roll, and the world-weariness of country. Cash's career coincided with the birth of rock & roll, and his rebellious attitude and simple, direct musical attack shared a lot of similarities with rock. However, there was a deep sense of history -- as he would later illustrate with his series of historical albums -- that kept him forever tied with country. And he was one of country music's biggest stars of the '50s and '60s, scoring well over 100 hit singles.\nCash, whose birth name was J.R. Cash, was born and raised in Arkansas, moving to Dyess when he was three. By the time he was 12 years old, he had begun writing his own songs. He was inspired by the country songs he had heard on the radio. While he was in high school, he sang on the Arkansas radio station KLCN. Cash graduated from high school in 1950, moving to Detroit to work in an auto factory for a brief while. With the outbreak of the Korean War, he enlisted in the Air Force. While he was in the Air Force, Cash bought his first guitar and taught himself to play. He began writing songs in earnest, including \"Folsom Prison Blues.\" Cash left the Air Force in 1954, married a Texas woman named Vivian Leberto, and moved to Memphis, where he took a radio announcing course at a broadcasting school on the GI Bill. During the evenings, he played country music in a trio that also consisted of guitarist Luther Perkins and bassist Marshall Grant. The trio occasionally played for free on a local radio station, KWEM, and tried to secure gigs and an audition at Sun Records.\nCash finally landed an audition with Sun Records and its founder, Sam Phillips, in 1955. Initially, Cash presented himself as a gospel singer, but Phillips turned him down. Phillips asked him to come back with something more commercial. Cash returned with \"Hey Porter,\" which immediately caught Phillips' ear. Soon, Cash released \"Cry Cry Cry\"/\"Hey Porter\" as his debut single for Sun. On the single, Phillips billed Cash as \"Johnny,\" which upset the singer because he felt it sounded too young; the record producer also dubbed Perkins and Grant as the Tennessee Two. \"Cry Cry Cry\" became a success upon its release in 1955, entering the country charts at number 14 and leading to a spot on The Louisiana Hayride, where he stayed for nearly a year. A second single, \"Folsom Prison Blues,\" reached the country Top Five in early 1956 and its follow-up, \"I Walk the Line,\" was number one for six weeks and crossed over into the pop Top 20.\n\nCash had an equally successful year in 1957, scoring several country hits including the Top 15 \"Give My Love to Rose.\" Cash also made his Grand Ole Opry debut that year, appearing all in black where the other performers were decked out in flamboyant, rhinestone-studded outfits. Eventually, he earned the nickname of \"The Man in Black.\" Cash became the first Sun artist to release a long-playing album in November of 1957, when Johnny Cash With His Hot and Blue Guitar hit the stores. Cash's success continued to roll throughout 1958, as he earned his biggest hit, \"Ballad of a Teenage Queen\" (number one for ten weeks), as well another number one single, \"Guess Things Happen That Way.\" For most of 1958, Cash attempted to record a gospel album, but Sun refused to allow him to record one. Sun also was unwilling to increase Cash's record royalties. Both of these were deciding factors in the vocalist's decision to sign with Columbia Records in 1958. By the end of the year, he had released his first single for the label, \"All Over Again,\" which became another Top Five success. Sun continued to release singles and albums of unissued Cash material into the '60s.\n\n\"Don't Take Your Guns to Town,\" Cash's second single for Columbia, was one of his biggest hits, reaching the top of the country charts and crossing over into the pop charts in the beginning of 1959. Throughout that year, Columbia and Sun singles vied for the top of the charts. Generally, the Columbia releases -- \"Frankie's Man Johnny,\" \"I Got Stripes,\" and \"Five Feet High and Rising\" -- fared better than the Sun singles, but \"Luther Played the Boogie\" did climb into the Top Ten. That same year, Cash had the chance to make his gospel record -- Hymns by Johnny Cash -- which kicked off a series of thematic albums that ran into the '70s.\nthe Tennessee Two became the Tennessee Three in 1960 with the addition of drummer W.S. Holland. Though he was continuing to have hits, the relentless pace of his career was beginning to take a toll on Cash. In 1959, he had begun taking amphetamines to help him get through his schedule of nearly 300 shows a year. By 1961, his drug intake had increased dramatically and his work was affected, which was reflected by a declining number of hit singles and albums. By 1963, he had moved to New York, leaving his family behind. He was running into trouble with the law, most notably for starting a forest fire out West.\nJune Carter -- who was the wife of one of Cash's drinking buddies, Carl Smith -- would provide Cash with his return to the top of the charts with \"Ring of Fire,\" which she co-wrote with Merle Kilgore. \"Ring of Fire\" spent seven weeks on the top of the charts and was a Top 20 pop hit. Cash continued his success in 1964 as \"Understand Your Man\" became a number one hit. However, Cash's comeback was short-lived as he sank further into addiction, and his hit singles arrived sporadically. Cash was arrested in El Paso for attempting to smuggle amphetamines into the country through his guitar case in 1965. That same year, the Grand Ole Opry refused to have him perform and he wrecked the establishment's footlights. In 1966, his wife Vivian filed for divorce. After the divorce, Cash moved to Nashville. At first, he was as destructive as he ever had been, but he became close friends with June Carter, who had divorced Carl Smith. With Carter's help, he was able to shake his addictions; she also converted Cash to fundamentalist Christianity. His career began to bounce back as \"Jackson\" and \"Rosanna's Going Wild\" became Top Ten hits. Early in 1968, Cash proposed marriage to Carter during a concert; the pair were married that spring.\n\nAlso in 1968, Cash recorded and released his most popular album, Johnny Cash at Folsom Prison. Recorded during a prison concert, the album spawned the number one country hit \"Folsom Prison Blues,\" which also crossed over into the pop charts. By the end of the year, the record had gone gold. The following year, he released a sequel, Johnny Cash at San Quentin, which had his only Top Ten pop single, \"A Boy Named Sue,\" which peaked at number three; it also hit number one on the country charts. Cash guested on Bob Dylan's 1969 country-rock album Nashville Skyline. Dylan returned the favor by appearing on the first episode of The Johnny Cash Show, the singer's television program for ABC. The Johnny Cash Show ran for two years, between 1969 and 1971.\nCash was reaching a second peak of popularity in 1970. In addition to his television show, he performed for President Richard Nixon at the White House, acted with Kirk Douglas in The Gunfight, sang with John Williams and the Boston Pops Orchestra, and he was the subject of a documentary film. His record sales were equally healthy as \"Sunday Morning Coming Down\" and \"Flesh and Blood\" were number one hits. Throughout 1971, Cash continued to have hits, including the Top Three \"Man in Black.\" Both Cash and Carter became more socially active in the early '70s, campaigning for the civil rights of Native Americans and prisoners, as well as frequently working with Billy Graham.\nIn the mid-'70s, Cash's presence on the country charts began to decline, but he continued to have a series of minor hits and the occasional chart-topper like 1976's \"One Piece at a Time,\" or Top Ten hits like the Waylon Jennings duet \"There Ain't No Good Chain Gang\" and \"(Ghost) Riders in the Sky.\" Man in Black, Cash's autobiography, was published in 1975. In 1980, he became the youngest inductee to the Country Music Hall of Fame. However, the '80s were a rough time for Cash as his record sales continued to decline and he ran into trouble with Columbia. Cash, Carl Perkins, and Jerry Lee Lewis teamed up to record The Survivors in 1982, which was a mild success. The Highwaymen -- a band featuring Cash, Waylon Jennings, Willie Nelson, and Kris Kristofferson -- released their first album in 1985, which was also moderately successful. The following year, Cash and Columbia Records ended their relationship and he signed with Mercury Nashville. The new label didn't prove to be a success, as the company and the singer fought over stylistic direction. Furthermore, country radio had begun to favor more contemporary artists, and Cash soon found himself shut out of the charts. Nevertheless, he continued to be a popular concert performer.\n\nThe Highwaymen recorded a second album in 1992, and it was more commercially successful than any of Cash's Mercury records. Around that time, his contract with Mercury ended. In 1993, he signed a contract with American Records. His first album for the label, American Recordings, was produced by the label's founder, Rick Rubin, and was a stark, acoustic collection of songs. American Recordings, while not a blockbuster success, revived his career critically and brought him in touch with a younger, rock-oriented audience. In 1995, The Highwaymen released their third album, The Road Goes on Forever. The following year, Cash released his second album for American Records, Unchained, which featured support from Tom Petty & the Heartbreakers. His VH1 Storytellers outing was released in 1998, and in the spring of 2000, Cash compiled Love, God, Murder, a three-disc retrospective focusing on the major songwriting themes dominant throughout his career. The new studio album American III: Solitary Man appeared later that year.\n\nHealth problems plagued Cash throughout the '90s and into the 2000s, but he continued to record with Rubin; their fourth collaboration, American IV: The Man Comes Around, was released in late 2002. The following year, the Mark Romanek-directed video for his cover of Nine Inch Nails' \"Hurt\" garnered considerable acclaim and media attention, culminating in an unexpected nomination for video of the year at the MTV Video Music Awards. Not long after the video sparked numerous stories, his beloved wife June Carter Cash died on May 15, 2003, of complications following heart surgery. Four months later, Johnny died of complications from diabetes in Nashville, TN. He was 71. Five months later, the compilation Legend of Johnny Cash became a Top Ten hit. In 2006 Lost Highway released the next-to-last installment of Cash's legendary \"American\" recordings, American V: A Hundred Highways, from the late singer's last sessions with collaborator Rick Rubin. The final installment from those sessions appeared as American VI: Ain't No Grave, in early 2010, and is reported to be the last of the American Recordings releases. Sony Legacy started a vigorous \"bootleg\" series of rare, unreleased or hard to find Cash tracks in 2011 with the two-disc Bootleg, Vol. 1: Personal File and continued into 2012 with three further two-disc sets of rare material.",
    "strCountry": "Kingsland, Arkansas, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rxqyxx1483806891.jpg",
    "intListeners": 3088921,
    "intPlaycount": 117012586,
    "__v": 0
    },
    {
    "_id": "61cb12915e9aec0934843348",
    "idArtist": 111341,
    "strArtist": "Pearl Jam",
    "idLabel": null,
    "intFormedYear": 1990,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Grunge",
    "strMood": "Intense",
    "strWebsite": "www.pearljam.com",
    "strFacebook": "www.facebook.com/PearlJam",
    "strTwitter": "twitter.com/pearljam",
    "strBiographyEN": "Pearl Jam is an American rock band, formed in Seattle, Washington, in 1990. Since its inception, the band's line-up has comprised Eddie Vedder (lead vocals), Mike McCready (lead guitar), Stone Gossard (rhythm guitar) and Jeff Ament (bass). The band's fifth member is drummer Matt Cameron (also of Soundgarden), who has been with the band since 1998. Boom Gaspar (piano) has also been a session/touring member with the band since 2002. Drummers Dave Krusen, Matt Chamberlain, Dave Abbruzzese and Jack Irons are former members of the band.\nFormed after the demise of Gossard and Ament's previous band, Mother Love Bone, Pearl Jam broke into the mainstream with its debut album, Ten, in 1991. One of the key bands in the grunge movement of the early 1990s, over the course of the band's career, its members became noted for their refusal to adhere to traditional music industry practices, including refusing to make proper music videos or give interviews, and engaging in a much-publicized boycott of Ticketmaster. In 2006, Rolling Stone described the band as having \"spent much of the past decade deliberately tearing apart their own fame.\"\nTo date, the band has sold nearly 32 million records in the U.S. and an estimated 60 million worldwide. Pearl Jam has outlasted and outsold many of its contemporaries from the alternative rock breakthrough of the early 1990s, and is considered one of the most influential bands of that decade. Stephen Thomas Erlewine of AllMusic referred to Pearl Jam as \"the most popular American rock & roll band of the '90s.\"",
    "strCountry": "Seattle, Washington, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rrtqqx1340522954.jpg",
    "intListeners": 3001195,
    "intPlaycount": 163805018,
    "__v": 0
    },
    {
    "_id": "61cb0f735e9aec09348430e6",
    "idArtist": 111295,
    "strArtist": "Depeche Mode",
    "idLabel": 44897,
    "intFormedYear": 1980,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Synthpop",
    "strMood": "Moody",
    "strWebsite": "www.depechemode.com",
    "strFacebook": "www.facebook.com/depechemode",
    "strTwitter": "twitter.com/depechemode",
    "strBiographyEN": "Depeche Mode are an English electronic music band formed in 1980 in Basildon, Essex. The group's original line-up consisted of Dave Gahan (lead vocals, occasional songwriter since 2005), Martin Gore (keyboards, guitar, vocals, chief songwriter after 1981), Andy Fletcher (keyboards) and Vince Clarke (keyboards, chief songwriter 1980-81). Vince Clarke left the band after the release of their 1981 debut album, Speak & Spell, and was replaced by Alan Wilder (keyboards, drums, occasional songwriter) with Gore taking over songwriting. Wilder left the band in 1995; Gahan, Gore, and Fletcher have since continued as a trio.\nDepeche Mode's origins date back to 1977, when schoolmates Vince Clarke and Andy Fletcher formed a The Cure-influenced band called No Romance in China, with Clarke on vocals and guitar and Fletcher on bass. Fletcher would later recall, \"Why am I in the band? It was accidental right from the beginning. I was actually forced to be in the band. I played the guitar and I had a bass; it was a question of them roping me in.\" In 1979, Clarke played guitar in an \"Ultravox rip-off band\", The Plan, with friends Robert Marlow and Paul Langwith. In 1978–79, Martin Gore played guitar in an acoustic duo, Norman and The Worms, with school friend Phil Burdett on vocals. In 1979, Marlow, Gore, and friend Paul Redmond formed a band called The French Look, with Marlow on vocals/keyboards, Gore on guitar and Redmond on keyboards. In March 1980, Clarke, Gore and Fletcher formed a band called Composition of Sound, with Clarke on vocals/guitar, Gore on keyboards and Fletcher on bass.\nSoon after the formation of Composition of Sound, Clarke and Fletcher switched to synthesisers, working odd jobs in order to buy or borrow the instruments from friends. Dave Gahan joined the band in 1980 after Clarke heard him perform at a local scout hut jam session, singing to a rendition of David Bowie's \"Heroes\", and Depeche Mode were born. When explaining the choice for the new name taken from a French fashion magazine, Dépêche mode (from French dépêche that means here \"dispatch\" - from Old French despesche/despeche - or \"news report\" and mode that means \"fashion\"), Martin Gore said, \"It means hurried fashion or fashion dispatch. I like the sound of that.\" Gore recollects that the first time the band played as Depeche Mode was a school gig in May 1980. The band made their recording debut in 1980 on the Some Bizzare Album with the song \"Photographic\", which was later re-recorded for their debut album Speak & Spell.\nThe band made a demo tape but, instead of mailing the tape to record companies, they would go in and personally deliver it. They would demand the companies play it; according to Dave Gahan, \"most of them would tell us to **** off. They'd say 'leave the tape with us' and we'd say 'it's our only one'. Then we'd say goodbye and go somewhere else.\"\nAccording to Gahan, prior to securing their record contract, they were receiving offers from all the major labels. Phonogram offered them \"money you could never have imagined and all sorts of crazy things like clothes allowances\".\nWhile playing a live gig at the Bridge House in Canning Town, the band were approached by Daniel Miller, an electronic musician and founder of Mute Records, who was interested in their recording a single for his burgeoning label. The result of this verbal contract was their first single, \"Dreaming of Me\", recorded in December 1980 and released in February 1981. It reached number 57 in the UK charts. Encouraged by this, the band recorded their second single, \"New Life\", which climbed to number 11 in the UK charts. The next single was \"Just Can't Get Enough\". This relentlessly upbeat piece of synthpop became the band's first UK top ten hit and it remains one of their best known songs. It was also the first Depeche Mode song to get a music video and is the only one of the band's videos to feature Vince Clarke. Depeche Mode's debut album, Speak & Spell, was released in November 1981 and peaked at number ten on the UK album charts. Critical reviews were mixed – Melody Maker described it as a \"great album... one they had to make to conquer fresh audiences and please the fans who just can’t get enough\", while Rolling Stone was more critical, calling the album \"PG-rated fluff\".",
    "strCountry": "Basildon, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qmt0ez1624282872.jpg",
    "intListeners": 2994247,
    "intPlaycount": 187446634,
    "__v": 0
    },
    {
    "_id": "61cb0ead5e9aec0934843050",
    "idArtist": 111326,
    "strArtist": "Bob Dylan",
    "idLabel": null,
    "intFormedYear": null,
    "intBornYear": 1941,
    "strStyle": "Rock/Pop",
    "strGenre": "Folk",
    "strMood": "Gentle",
    "strWebsite": "www.bobdylan.com/us/home",
    "strFacebook": "www.facebook.com/bobdylan",
    "strTwitter": "twitter.com/bobdylan",
    "strBiographyEN": "Bob Dylan (born Robert Allen Zimmerman on 24  May 1941, Duluth, Minnesota, USA) is an American singer-songwriter, musician and artist. He has been an influential figure in popular music and culture for five decades. Zimmerman changed his surname to Dylan in homage to the Welsh poet Dylan Thomas, who had frequented the streets and bars of New York's Greenwich Village a generation earlier. Much of his most celebrated work dates from the 1960s when he was an informal chronicler and a seemingly reluctant figurehead of social unrest. A number of Dylan's early songs, such as \"Blowin' in the Wind\" and \"The Times They Are a-Changin'\", became anthems for the US civil rights and anti-war movements. Leaving his initial base in the culture of folk music behind, Dylan's six-minute single \"Like a Rolling Stone\" has been described as radically altering the parameters of popular music in 1965. His recordings employing electric instruments attracted denunciation and criticism from others in the folk movement.\n\nDylan's lyrics incorporated a variety of political, social, philosophical, and literary influences. They defied existing pop music conventions and appealed hugely to the then burgeoning counterculture. Initially inspired by the songs of Woody Guthrie, Robert Johnson, and Hank Williams, and the music and performance styles of Buddy Holly, Little Richard and Elvis Presley, Dylan has both amplified and personalized musical genres. His recording career, spanning fifty years, has explored numerous distinct traditions in American song-from folk, blues and country to gospel, rock and roll, and rockabilly to English, Scottish, and Irish folk music, embracing even jazz and swing.\n\nDylan performs with guitar, keyboards, and harmonica. Backed by a changing line-up of musicians, he has toured steadily since the late 1980s on what has been dubbed the Never Ending Tour. His accomplishments as a recording artist and performer have been central to his career, but his greatest contribution is generally considered to be his songwriting.\n\nSince 1994, Dylan has published three books of drawings and paintings, and his work has been exhibited in major art galleries. As a songwriter and musician, Dylan has received numerous awards over the years including Grammy, Golden Globe, and Academy Awards; he has been inducted into the Rock and Roll Hall of Fame, Nashville Songwriters Hall of Fame, and Songwriters Hall of Fame. The Pulitzer Prize jury in 2008 awarded him a special citation for \"his profound impact on popular music and American culture, marked by lyrical compositions of extraordinary poetic power.\" In May 2012, Dylan received the Presidential Medal of Freedom from President Barack Obama.",
    "strCountry": "Minnesota, American",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rytwxw1363687167.jpg",
    "intListeners": 2974497,
    "intPlaycount": 177648259,
    "__v": 0
    },
    {
    "_id": "61cb0e3e5e9aec0934842ffc",
    "idArtist": 111642,
    "strArtist": "Arcade Fire",
    "idLabel": 43473,
    "intFormedYear": 2003,
    "intBornYear": 2003,
    "strStyle": "Rock/Pop",
    "strGenre": "Indie",
    "strMood": "Quirky",
    "strWebsite": "www.arcadefire.com",
    "strFacebook": "www.facebook.com/arcadefire",
    "strTwitter": "twitter.com/arcadefire",
    "strBiographyEN": "Arcade Fire is an indie rock band based in Montreal, Quebec, Canada. It consists of the husband and wife duo of Win Butler and Régine Chassagne, along with Will Butler, Richard Reed Parry, Tim Kingsbury, Jeremy Gara, and Sarah Neufeld. Win Butler attended McGill and Régine Chassagne attended Concordia University, where he pursued religious studies and she studied jazz. Arcade Fire came to prominence with the release of their debut album, Funeral, in 2004 to critical acclaim. The band plays guitar, drums, bass guitar, piano, violin, viola, cello, double bass, xylophone, glockenspiel, keyboard, French horn, accordion, harp, mandolin, and hurdy-gurdy. Most of their instruments are taken on tour, and the multi-instrumentalist band members switch duties throughout shows.\n\nArcade Fire has won numerous awards, including the 2011 Grammy for Album of the Year, the 2011 Juno Award for Album of the Year, and the 2011 Brit Award for Best International Album for their third studio album, The Suburbs, released in 2010 to critical acclaim and commercial success. In earlier years they won the 2008 Meteor Music Award for Best International Album and the 2008 Juno Award for Alternative Album of the Year for their second studio album, Neon Bible. They also received nominations for the Best Alternative Music Album Grammy for all three of their studio albums. The band's work has also been twice named as a short list nominee for the Polaris Music Prize in 2007 for Neon Bible and in 2011 for The Suburbs, winning the award for The Suburbs.\n\nWin Butler and Josh Deu began performing in Boston as Arcade Fire before moving to Montreal in 2001, recording the \"2001 Demos\" prior to their arrival in the city. The earliest Montreal-based incarnation of Arcade Fire began performing in the summer/fall of 2001, almost entirely in lofts and art galleries. One of the earliest shows took place at a Christian music festival, Inside Out Soul Festival, and later at a Montreal battle of the bands (other early shows took place at Concordia University's Faculty of Fine Arts VAV Gallery; later the group played the 2001 Christmas party of that faculty's MFA programme). At that time, the band consisted of future husband and wife Win Butler and Régine Chassagne, singer, guitarist, collaborator and original band co-founder Josh Deu, bassist Myles Broscoe (later of Les Angles Morts, Crystal Clyffs, and AIDS Wolf), guitarist/drummer Dane Mills (later of Crackpot), and multi-instrumentalist Brendan Reed (later of Les Angles Morts and founding member of Clues), who lived with Butler and Chassagne in Montreal's Mile End neighbourhood at the time and was a collaborator with them on song-writing and arrangement (2001-2003).\n\nThe initial Montreal structure of the band began to dissolve in the summer of 2002, when they travelled to Butler's family ranch in Maine to record their self-titled EP. Tension between Butler and Broscoe led the latter to exit the band following the recording session. Richard Reed Parry, who had been enlisted to help the band record, began to collaborate with them during the sessions and would go on to join the band shortly afterwards. In the winter of 2003, the band celebrated the release of its EP with a show at Montreal's Casa del Popolo. Before a crowd packed beyond capacity, the band's set ended (in the middle of an encore) with an argument between Butler and Reed, who quit the band on-stage. Mills told gathered friends in the crowd immediately thereafter that he considered the band to have broken up, as such resigning from the band as well. Following the on-stage implosion, Win's brother William Butler (subject of the early Arcade Fire song \"William Pierce Butler\") and Tim Kingsbury were brought in to replace Reed and Mills so that the band could continue, and they set out to promote the self-titled EP. The eponymous release (often referred to by fans as the Us Kids Know EP) was sold at early shows. After the band achieved fame, the EP was subsequently remastered and given a full release.\n\nThe promise shown by the new band in its early live shows allowed them to land a record contract with the independent record label, Merge Records, before the end of its first year together.\n\nWhen asked about the rumour that the band's name refers to a fire in an arcade, Win Butler replied: \"It's not a rumour, it's based on a story that someone told me. It's not an actual event, but one that I took to be real. I would say that it's probably something that the kid made up, but at the time I believed him.\"",
    "strCountry": "Quebec, Quebec, Canada",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/xrpsws1524506703.jpg",
    "intListeners": 2821245,
    "intPlaycount": 201634941,
    "__v": 0
    },
    {
    "_id": "61cb0e9b5e9aec0934843044",
    "idArtist": 111381,
    "strArtist": "Black Sabbath",
    "idLabel": null,
    "intFormedYear": 1969,
    "intBornYear": null,
    "strStyle": "Metal",
    "strGenre": "Heavy Metal",
    "strMood": "Epic",
    "strWebsite": "www.blacksabbath.com",
    "strFacebook": "www.facebook.com/BlackSabbath",
    "strTwitter": "twitter.com/OfficialSabbath",
    "strBiographyEN": "Black Sabbath are an English rock band, formed in Aston, Birmingham in 1969 by Ozzy Osbourne (lead vocals), Tony Iommi (guitar), Geezer Butler (bass guitar), and Bill Ward (drums). The band has since experienced multiple line-up changes, with Tony Iommi the only constant presence in the band through the years. Originally formed in 1968 as a heavy blues rock band named Earth and renamed Black Sabbath in 1969, the band began incorporating occult and horror-inspired lyrics with tuned-down guitars and achieving multiple platinum records in the 1970s. Despite an association with occult and horror themes, Black Sabbath also composed songs dealing with social instability, political corruption, the dangers of drug abuse and apocalyptic prophesies of the horrors of war.\nBlack Sabbath are cited as pioneers of heavy metal. The band helped define the genre with releases such as quadruple-platinum Paranoid, released in 1970. They were ranked by MTV as the \"Greatest Metal Band\" of all time, and placed second in VH1's \"100 Greatest Artists of Hard Rock\" list, behind Led Zeppelin. Rolling Stone called the band \"the heavy-metal kings of the '70s\". They have sold over 15 million records in the United States and over 70 million records worldwide. Black Sabbath were inducted into the UK Music Hall of Fame in 2005, the US Rock and Roll Hall of Fame in 2006, and were included among Rolling Stone's list of the 100 Greatest Artists of All Time.\nVocalist Ozzy Osbourne's heavy alcohol and drug usage led to him being fired from the band in April 1979, after which he began a successful solo career, selling over 55 million albums. He was replaced by former Rainbow vocalist Ronnie James Dio. After a few albums with Dio's vocals and songwriting collaborations, Black Sabbath endured a revolving line-up in the 1980s and 1990s that included vocalists Ian Gillan, Glenn Hughes, Ray Gillen and Tony Martin. In 1992, Iommi and Butler rejoined Dio and drummer Vinny Appice to record Dehumanizer. The original line-up reunited with Osbourne in 1997 and released a live album Reunion. The line-up featuring Iommi, Butler, Dio, and Appice reformed in 2006 under the moniker Heaven & Hell until Dio's death on 16 May 2010.\nOn 11 November 2011, the original band members announced that they were reuniting and recording a new album. The band performed a headlining slot at the Download Festival on 10 June 2012, with a world tour scheduled to follow. On 2 February 2012, Ward announced that he would not participate in the Black Sabbath reunion unless he was given a \"signable contract.\" The following day, the other group members announced they had \"no choice but to continue recording without him,\" but said \"our door is always open\" for Ward to return to the band.",
    "strCountry": "Birmingham, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qsrryy1341011249.jpg",
    "intListeners": 2772904,
    "intPlaycount": 118852559,
    "__v": 0
    },
    {
    "_id": "61cb14505e9aec093484349c",
    "idArtist": 111752,
    "strArtist": "The Smiths",
    "idLabel": null,
    "intFormedYear": 1982,
    "intBornYear": 1982,
    "strStyle": "Rock/Pop",
    "strGenre": "Indie",
    "strMood": "Quirky",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "The Smiths were an English alternative rock band, formed in Manchester in 1982. Based on the song writing partnership of Morrissey (vocals) and Johnny Marr (guitar), the band also included Andy Rourke (bass) and Mike Joyce (drums). Critics have called them the most important alternative rock band to emerge from the British independent music scene of the 1980s. The group was signed to the independent record label Rough Trade Records, on which they released four studio albums, several compilations, and numerous non-LP singles. Although they had limited commercial success outside the UK while they were still together, and never released a single that charted higher than number 10 in their home country, The Smiths won a significant following, and remain cult and commercial favourites. The band broke up in 1987 and have turned down several offers to reunite since then.",
    "strCountry": "Manchester, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/smiths-the-4fc4b1534218f.jpg",
    "intListeners": 2739961,
    "intPlaycount": 198378682,
    "__v": 0
    },
    {
    "_id": "61cb12ca5e9aec0934843372",
    "idArtist": 111497,
    "strArtist": "Queens of the Stone Age",
    "idLabel": 44722,
    "intFormedYear": 1996,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Excitable",
    "strWebsite": "www.qotsa.com",
    "strFacebook": "www.facebook.com/QOTSA",
    "strTwitter": "twitter.com/qotsa",
    "strBiographyEN": "Queens of the Stone Age is an American rock band from Palm Desert, California, United States, formed in 1997. The band's line-up includes founding member Josh Homme (lead vocals, guitar), alongside longtime members Troy Van Leeuwen (guitar, backing vocals), Joey Castillo (drums, percussion), and Michael Shuman (bass guitar, backing vocals), who were joined by Dean Fertita (keyboards, guitar, lap steel) in 2007.\n\nFormed after the dissolution of Homme's previous band, Kyuss, Queens of the Stone Age developed a style of riff-oriented, heavy rock music. Their sound has since evolved to incorporate a variety of different styles and influences, including working with ZZ Top member Billy Gibbons and steady contributor Mark Lanegan, both of whom have contributed from genres such as blues and grunge respectively.\n\nThe band's first release was Gamma Ray, a two-track EP featuring the songs \"Born to Hula\" and \"If Only Everything\" (which would later appear on their self titled debut as 'If Only'), released in January 1996, featuring Joshua Homme (Kyuss), Matt Cameron (Soundgarden and Pearl Jam), Van Conner (Screaming Trees) and John McBain (Monster Magnet). The band's first live appearance was probably November 20, 1997, at OK Hotel in Seattle, Washington. In December of the same year, the band released a split EP, Kyuss/Queens of the Stone Age, which was the first official release by the band under the name Queens of the Stone Age, and featured three tracks from the Gamma Ray sessions as well as three Kyuss tracks recorded in 1995 just prior to their break-up. The band released their self-titled debut, Queens of the Stone Age (1998) on Loose Groove records (the album was also released on vinyl by Man's Ruin Records), which was recorded with Homme handling both guitar- and bass guitar-playing duties (though basswork is credited to Homme's alter-ego, Carlo Von Sexron), Alfredo Hernández on the drums, and included several other instrumental and vocal contributions by Chris Goss and Hutch. Homme reportedly asked Screaming Trees' vocalist Mark Lanegan to appear on the record, but he was unable to due to other commitments. Soon after the recording sessions were finished for the album, former Kyuss bassist Nick Oliveri joined and touring commenced. Consisting entirely of ex-Kyuss members, this is widely regarded as QOTSA's original lineup. Guitarist Dave Catching joined shortly after. A recording of a phone message which plays the voice of Oliveri stating his decision to join the band can be heard at the end of the album's final song, \"I Was a Teenage Hand Model\". From this point forward, the band's line-up would change frequently. By the time their second album was being recorded, Hernández was no longer in the band.",
    "strCountry": "Palm Desert, California, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yptrrv1387488140.jpg",
    "intListeners": 2737831,
    "intPlaycount": 160882539,
    "__v": 0
    },
    {
    "_id": "61cb10095e9aec093484315a",
    "idArtist": 111280,
    "strArtist": "Fleetwood Mac",
    "idLabel": 43287,
    "intFormedYear": 1967,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Relaxed",
    "strWebsite": "www.fleetwoodmac.com",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Fleetwood Mac are a British-American rock band formed in 1967 in London.\nThe only original member present in the band is its eponymous drummer, Mick Fleetwood. Despite band founder Peter Green naming the group by combining the surnames of two of his former bandmates (Fleetwood, McVie) from John Mayall's Bluesbreakers, bassist John McVie played neither on their first single nor at their first concerts. The keyboardist, Christine McVie, who joined the band in 1970 while married to John McVie, appeared on all but two albums, either as a member or as a session musician. She also supplied the artwork for the album Kiln House.\nThe two most successful periods for the band were during the late 1960s British blues boom, when they were led by guitarist Peter Green and achieved a UK number one with \"Albatross\"; and from 1975 to 1987, with more pop-orientation, featuring Christine McVie, Lindsey Buckingham and Stevie Nicks. Fleetwood Mac's second album after the incorporation of Nicks and Buckingham, 1977's Rumours, produced four U.S. Top 10 singles (including Nicks' song \"Dreams\", which was the band's first and only U.S. number one) and remained at No.1 on the American albums chart for 31 weeks, as well as reaching the top spot in various countries around the world. To date the album has sold over 40 million copies worldwide, making it the eighth highest selling album of all time.\nThe band enjoyed more modest success in the intervening period between 1971 and 1974, with the line-up including Bob Welch, and also during the 1990s which saw more personnel changes before the return of Nicks and Buckingham in 1997, and more recently, the departure of Christine McVie.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/svtsux1447415485.jpg",
    "intListeners": 2733861,
    "intPlaycount": 102284969,
    "__v": 0
    },
    {
    "_id": "61cb12a85e9aec0934843356",
    "idArtist": 112739,
    "strArtist": "Pixies",
    "idLabel": null,
    "intFormedYear": 1986,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Gritty",
    "strWebsite": "www.pixiesmusic.com",
    "strFacebook": "www.facebook.com/pixiesofficial",
    "strTwitter": "twitter.com/PIXIES",
    "strBiographyEN": "The Pixies are an American alternative rock band formed in Boston, Massachusetts in 1986. The group consists of Black Francis (vocals, rhythm guitar), Joey Santiago (lead guitar), Kim Deal (bass, vocals), and David Lovering (drums). The Pixies achieved relatively modest commercial success in their home country, but were significantly more successful in the United Kingdom and mainland Europe. The group disbanded in 1993 under acrimonious circumstances, but reunited in 2004.\n\nThe band's style of music contains a range of elements, including indie rock, psychedelia, noise rock, and surf rock. Black Francis is the Pixies' primary songwriter and singer. He has written about a number of offbeat subjects in the band's songs, such as extraterrestrials, surrealism, incest, and biblical violence.\n\nThe group is credited as being a big influence on the alternative rock boom of the 1990s. The Pixies' legacy and popularity grew in the years following their break-up, leading to sold-out world tours following their reunion in 2004.\nJoey Santiago and Black Francis (born Charles Thompson IV) first met when they lived next to each other in a suite while attending the University of Massachusetts Amherst. Although Santiago was worried about distractions, he noticed Francis played music and the pair began to jam together. Francis then embarked on a student exchange trip to Puerto Rico to study Spanish. After six months, he returned to Amherst and dropped out of the university. Francis and Santiago spent 1984 working in a warehouse, with Francis composing songs on his acoustic guitar and writing lyrics on the subway train.\n\nThe pair formed a band in January 1986. Bass player Kim Deal joined Santiago and Francis two weeks later after responding to a classified advertisement Francis had placed, seeking a female bass player who liked both folk music icons Peter, Paul and Mary and the band HÃ¼sker DÃ¼. Deal was the only person to respond, but arrived at the audition without a bass as she had never played the instrument before. She later obtained one, and the trio started rehearsing in Deal's apartment.\n\nAfter recruiting Deal, the band tried unsuccessfully to get her sister, Kelley Deal, to join as its drummer. Kim's husband suggested they hire drummer David Lovering, whom Kim had met at her wedding reception. The group arrived at a name after Santiago selected the word \"pixies\" randomly from a dictionary and took a liking to how it looked and its definition as \"mischievous little elves\". Once the band had settled on a name and stable line-up, they moved rehearsals to Lovering's parents' garage in mid-1986. They began to play shows at bars in and around the Boston area.",
    "strCountry": "Boston, Massachusetts, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/pixies-4fb01f0a20e47.jpg",
    "intListeners": 2718391,
    "intPlaycount": 121121085,
    "__v": 0
    },
    {
    "_id": "61cb13f95e9aec0934843458",
    "idArtist": 111450,
    "strArtist": "The Clash",
    "idLabel": 43376,
    "intFormedYear": 1976,
    "intBornYear": null,
    "strStyle": "Punk",
    "strGenre": "Punk Rock",
    "strMood": "Confrontational",
    "strWebsite": "www.theclash.com",
    "strFacebook": "www.facebook.com/theclash",
    "strTwitter": "twitter.com/theclash",
    "strBiographyEN": "The Clash were an English punk rock band that formed in 1976 as part of the original wave of British punk. Along with punk, their music incorporated elements of reggae, ska, dub, funk, rap, dance, and rockabilly. For most of their recording career, the Clash consisted of Joe Strummer (lead vocals, rhythm guitar), Mick Jones (lead guitar, vocals), Paul Simonon (bass guitar, vocals) and Nicky \"Topper\" Headon (drums, percussion). Headon left the group in 1982, and internal friction led to Jones's departure the following year. The group continued with new members, but finally disbanded in early 1986.\n\nThe Clash achieved commercial success in the United Kingdom with the release of their debut album, The Clash, in 1977. Their third album, London Calling, released in the UK in December 1979, brought them popularity in the United States when it came out there the following month. It was declared the best album of the 1980s a decade later by Rolling Stone magazine.\n\nThe Clash's politicised lyrics, musical experimentation and rebellious attitude had a far-reaching influence on rock, alternative rock in particular. They became widely referred to as \"The Only Band That Matters\", originally a promotional slogan introduced by the group's record label, CBS. In January 2003, the band-including original drummer Terry Chimes-were inducted into the Rock and Roll Hall of Fame. In 2004, Rolling Stone ranked the Clash number 28 on their list of the 100 greatest artists of all time.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/clash-the-4fbfabd5de00d.jpg",
    "intListeners": 2697443,
    "intPlaycount": 95668641,
    "__v": 0
    },
    {
    "_id": "61cb2736e1d31e18940df9f6",
    "idArtist": 115909,
    "strArtist": "Sia",
    "idLabel": null,
    "intFormedYear": 1993,
    "intBornYear": 1975,
    "strStyle": "Rock/Pop",
    "strGenre": "Indie",
    "strMood": "Intense",
    "strWebsite": "siamusic.net",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Sia Kate Isobelle Furler (born 18 December 1975), better known as Sia (pron.: /sɪə/or pron.: /ˈsiːə/), is an Australian downtempo, pop, and jazz singer and songwriter. In 2000, her single \"Taken for Granted\" was a top 10 hit in the United Kingdom. Her 2008 album Some People Have Real Problems peaked in the top 30 on the Billboard 200. At the ARIA Music Awards of 2009, she won the award for 'Best Music DVD' and received six nominations at the ARIA Music Awards of 2010 and won 'Best Independent Release' and 'Best Pop Release' for We Are Born and 'Best Video' for the song \"Clap Your Hands\". Furler has also collaborated and performed with Zero 7, Christina Aguilera and more recently Hilltop Hoods, David Guetta, Flo Rida, Afrojack, Shakira and Rihanna. She collaborated on Billboard Hot 100 top ten hits, \"Titanium\" with DJ David Guetta, and \"Wild Ones\" with rapper Flo Rida. Both achieved international success\nFurler was born in Adelaide, South Australia on 18 December 1975. She went to North Adelaide Primary School. Her father, Phil B. Colson, was a musician in various bands including Foreday Riders, Rum Jungle, Fat Time, Jump Back Jack, and Mount Lofty Rangers. Her mother, Loene Furler, is a singer, songwriter, musician, and art lecturer who also provided backing vocals for Mount Lofty Rangers. Her parents were both in an Adelaide rockabilly band, The Soda Jerx. Furler is the niece of U.K. based actor/singer Kevin Colson. Singer/songwriter Colin Hay of Men at Work though not related, is affectionately known as \"Uncle Colin\". \"Philby\" Colson played slide guitar on Men at Work's last single, \"Everything I Need\" from their album Two Hearts, then toured extensively with \"The Colin Hay Band\" in 1988. In her 2008 NPR Music interview, she said that she had mimicked other singers while growing up and counts Aretha Franklin, Stevie Wonder and Sting as her early influences. She attended Adelaide High School. At fourteen, Furler said, her parents had enough money to pay for her getting her now famous snaggletooth removed, or a chance to attend school in Italy. Furler chose Italy, and she said that she doesn't regret keeping her snaggletooth.\nDiscovering her voice in a karaoke bar while in Italy, taking a university gap year, Sia explains to Gigwise: “I got up and sang at this karaoke bar in Italy. I didn’t like any of the songs they had so I just got them to clap their hands and sang ‘Lean On Me’ by Bill Withers.” Because of her unique singing voice, Furler was offered the chance to record a song by a local DJ who happened to be in the bar. Fourteen years on and it all seems rather distant and amusing, as Sia recounts holding back the laughter: “I was seventeen and writing about racism and homophobia; I had a message and wanted to change the world. Then I went back to university in Adelaide (the University of Adelaide) to finish studying Italian and Politics and I hated it after having spent a year out of school, so I quit straight away.”",
    "strCountry": "Adelaide, Australia",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wyvsqs1466375098.jpg",
    "intListeners": 2674933,
    "intPlaycount": 102359820,
    "__v": 0
    },
    {
    "_id": "61cb2096e1d31e18940df53e",
    "idArtist": 111674,
    "strArtist": "Bruno Mars",
    "idLabel": 46413,
    "intFormedYear": 2005,
    "intBornYear": 1985,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Philosophical",
    "strWebsite": "www.brunomars.com",
    "strFacebook": "www.facebook.com/thatbrunomars",
    "strTwitter": "twitter.com/BrunoMars",
    "strBiographyEN": "Peter Gene Hernandez (born October 8, 1985), professionally known by his stage name Bruno Mars, is an American singer, songwriter, record producer, and choreographer. Born and raised in Honolulu, Hawaii, by a family of musicians, Mars began making music at a young age and performed in various musical venues in his hometown throughout his childhood. He graduated from high school and moved to Los Angeles to pursue a musical career. Mars produced songs for other artists, co-founding the production team The Smeezingtons.\nMars had an unsuccessful stint with Motown Records, but then signed with Atlantic in 2009. He became recognized as a solo artist after lending his vocals to the songs \"Nothin' on You\" by B.o.B and \"Billionaire\" by Travie McCoy, which were international successes, and for which he co-wrote the hooks. His debut studio album, Doo-Wops & Hooligans (2010), was anchored by the U.S. Billboard Hot 100 chart-topping singles \"Just the Way You Are\" and \"Grenade\", as well as the number-five single \"The Lazy Song\". His second album, Unorthodox Jukebox, released in 2012, peaked at number one in the United States. The album spawned the international singles \"Locked Out of Heaven\", \"When I Was Your Man\" and \"Treasure\".\nMars has received many awards and nominations, including four Grammy Awards and was named one of Time's 100 most influential people in the world in 2011. In December 2013, he was named \"Artist of the Year\" by Billboard and ranked number one on the Forbes 30 under 30 list. Throughout his singing career, he has sold over 100 million singles and albums worldwide, making him one of the best-selling artists of all time. However, as a performer, writer and producer his total sales surpass 130 million singles. Five of his singles are counted among the best-selling singles of all time. Mars has landed five number-one singles on the Billboard Hot 100 since his career launched in 2010, faster than any male singer since Elvis Presley. In total, he has had six number-one singles on the Hot 100 chart.\nMars is known for his stage performances and retro showmanship. He is accompanied by his band, The Hooligans, which besides playing a variety of instruments such as electric guitar, bass, piano, keyboards, drums and horns, also serves as dancers and background singers. On stage, Mars is able to sing, dance and play a wide range of musical styles, including R&B, reggae and funk.",
    "strCountry": "Honolulu, Hawaii, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/tuwvsr1359652285.jpg",
    "intListeners": 2649918,
    "intPlaycount": 88687049,
    "__v": 0
    },
    {
    "_id": "61cb240fe1d31e18940df7a4",
    "idArtist": 111839,
    "strArtist": "Lana Del Rey",
    "idLabel": 45210,
    "intFormedYear": 2005,
    "intBornYear": 1986,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Dreamy",
    "strWebsite": "lanadelrey.com",
    "strFacebook": "www.facebook.com/lanadelrey",
    "strTwitter": "twitter.com/LanaDelRey",
    "strBiographyEN": "Elizabeth Woolridge Grant (born June 21, 1986), better known by her stage name Lana Del Rey, is an American singer-songwriter and entrepreneur. Born in New York City and raised in Lake Placid, Del Rey moved back to her hometown at age 18, where she attended college and began writing music and performing in clubs. She signed her first recording contract when she was 20 years old, but got dropped by the label, resulting in her first album being shelved. Later, after producer David Kahne heard Del Rey's demo, she got signed to 5 Points Records and released her first studio album Lana Del Ray A.K.A. Lizzy Grant in 2010. After parting her ways with Kahne, she got signed to Stranger Records to release her debut single \"Video Games\" in June 2011. A few months later, Del Rey signed a joint deal with Interscope and Polydor, where she released her second studio album Born to Die in January 2012. She is currently recording her third studio album, set for release in November.\nDel Rey's music has been noted for its cinematic sound and its references to various aspects of pop culture, particularly that of 1950s and '60s Americana. The singer has been described as a \"self-styled gangsta Nancy Sinatra\" and cites many contemporary artists such as Elvis Presley, Britney Spears, Nina Simone, Nirvana, Leonard Cohen, Bob Dylan, The Beach Boys, and Antony and the Johnsons amongst her musical influences. Del Rey is also signed to NEXT Model Management.\nDel Rey was born Elizabeth Grant in New York City on June 21, 1986, child of domain investor Rob Grant, and was raised in Lake Placid, New York. Aged 14, she attended Kent School, a boarding school in Connecticutï»¿, before heading back to her hometown by the age of 18. Del Rey then attended Fordham University in New York City, studying metaphysics. She revealed, \"that was when my musical experience began. I kind of found people for myself.\" After her uncle taught her how to play guitar, she \"realized  could probably write a million songs with those six chords,\" and began performing in clubs around the city under various names such as Sparkle Rope Jump Queen and Lizzy Grant and the Phenomena. \"I was always singing, but didn't plan on pursuing it seriously. When I got to New York City when I was 18, I started playing in clubs in Brooklyn - I have good friends and devoted fans on the underground scene, but we were playing for each other at that point - and that was it,\" she revealed.\nWhen she was 20 years old, Del Rey signed a record contract for $10,000 and moved into a trailer park outside of the city. Her album however was shelved, causing her to shift her focus. Instead, she began to work in community service. \"Homeless outreach, drug and alcohol rehabilitation - that's been my life for the past five years,\" she told Vogue in 2012. A few years later, Del Rey got signed to 5 Point Records, an independent label of producer David Kahne, with whom she released her first three-track EP titled Kill Kill in October 2008 and a full-length album in 2010, titled Lana Del Ray A.K.A. Lizzy Grant. She explained that \"David asked to work with me only a day after he got my demo. He is known as a producer with a lot of integrity and who had an interest in making music that wasn't just pop.\" Del Rey also explained why she then changed her stage name from Lizzy Grant to Lana Del Rey:\"I wanted a name I could shape the music towards. I was going to Miami quite a lot at the time, speaking a lot of Spanish with my friends from Cuba - Lana Del Rey reminded us of the glamour of the seaside. It sounded gorgeous coming off the tip of the tongue.\"",
    "strCountry": "New York City, New York, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qtwvxp1385073704.jpg",
    "intListeners": 2601465,
    "intPlaycount": 384637154,
    "__v": 0
    },
    {
    "_id": "61cb0ed55e9aec093484306c",
    "idArtist": 111277,
    "strArtist": "Bruce Springsteen",
    "idLabel": 43473,
    "intFormedYear": 1969,
    "intBornYear": 1949,
    "strStyle": "Rock/Pop",
    "strGenre": "Rock",
    "strMood": "Enlightened",
    "strWebsite": "brucespringsteen.net",
    "strFacebook": "www.facebook.com/brucespringsteen",
    "strTwitter": "twitter.com/#!/springsteen",
    "strBiographyEN": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American musician, singer, songwriter and humanitarian. He is best known for his work with his E Street Band. Nicknamed \"The Boss,\" Springsteen is widely known for his brand of poetic lyrics, Americana, working class and sometimes political sentiments centered on his native New Jersey, his distinctive voice and his lengthy and energetic stage performances, with concerts from the 1970s to the present decade running over three hours in length.\nSpringsteen's recordings have included both commercially accessible rock albums and more somber folk-oriented works. His most successful studio albums, Born to Run (1975) and Born in the U.S.A. (1984), showcase a talent for finding grandeur in the struggles of daily American life; he has sold more than 64 million albums in the United States and more than 120 million records worldwide, making him one of the world's best-selling artists of all time. He has earned numerous awards for his work, including 20 Grammy Awards, two Golden Globes and an Academy Award as well as being inducted into both the Songwriters Hall of Fame and the Rock and Roll Hall of Fame in 1999.",
    "strCountry": "New Jersey, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yqywtt1354441110.jpg",
    "intListeners": 2473243,
    "intPlaycount": 93620456,
    "__v": 0
    },
    {
    "_id": "61cb13e95e9aec093484344c",
    "idArtist": 112012,
    "strArtist": "The Black Keys",
    "idLabel": 43915,
    "intFormedYear": 2001,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Indie",
    "strMood": "Energetic",
    "strWebsite": "www.theblackkeys.com",
    "strFacebook": "www.facebook.com/TheBlackKeys",
    "strTwitter": "twitter.com/theblackkeys",
    "strBiographyEN": "The Black Keys are an American rock duo formed in Akron, Ohio, in 2001. The group consists of Dan Auerbach (guitar, vocals) and Patrick Carney (drums). The duo began as an independent act, recording music in basements and self-producing their records, before they eventually emerged as one of the most popular garage rock artists during a second wave of the genre's revival in the 2010s. The band's raw blues rock sound draws heavily from Auerbach's blues influences, including Junior Kimbrough, Howlin' Wolf, and Robert Johnson.\nFriends since childhood, Auerbach and Carney founded the group after dropping out of college. After signing with indie label Alive, they released their debut album, The Big Come Up (2002), which earned them a new deal with Fat Possum Records. Over the next decade, the Black Keys built an underground fanbase through extensive touring of small clubs, frequent album releases and music festival appearances, and substantial licensing of their songs. Their third album, Rubber Factory (2004), received critical acclaim and boosted the band's profile, eventually leading to a record deal with major label Nonesuch Records in 2006. After self-producing and recording their first four records in makeshift studios, the duo completed Attack & Release (2008) in a professional studio and hired producer Danger Mouse, a frequent collaborator with the band.\nThe group's commercial breakthrough came in 2010 with Brothers, which along with its popular single \"Tighten Up\", won three Grammy Awards. Their 2011 follow-up El Camino received strong reviews and peaked at number two on the Billboard 200 chart, leading to the first arena concert tour of the band's career, the El Camino Tour. The album and its hit single \"Lonely Boy\" won three Grammy Awards. In 2014, they released their eighth album, Turn Blue, their first number-one record in the US, Canada, and Australia.",
    "strCountry": "Akron, Ohio, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/twrwys1442309247.jpg",
    "intListeners": 2446664,
    "intPlaycount": 145832497,
    "__v": 0
    },
    {
    "_id": "61cb11115e9aec0934843230",
    "idArtist": 111626,
    "strArtist": "Justin Bieber",
    "idLabel": 43613,
    "intFormedYear": 2009,
    "intBornYear": 1994,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Good Natured",
    "strWebsite": "www.justinbiebermusic.com",
    "strFacebook": "www.facebook.com/JustinBieber",
    "strTwitter": "www.twitter.com/justinbieber",
    "strBiographyEN": "Justin Drew Bieber is a Canadian Pop/R&B singer-songwriter, musician, and actor. Bieber was discovered in 2008 by Scooter Braun, who came across Bieber's videos on YouTube and later became his manager. Braun arranged for him to meet with Usher in Atlanta, Georgia, and Bieber was soon signed to Raymond Braun Media Group (RBMG), a joint venture between Braun and Usher, and then to a recording contract with Island Records offered by L.A. Reid. Bieber's debut single, \"One Time\", was released in 2009 and peaked in the top twenty in Canada and charted in the top thirty in several international markets. His debut album, the seven-track EP My World, followed in November 2009, and was soon certified platinum in the United States. He became the first artist to have seven songs from a debut album chart on the Billboard Hot 100.\n\nBieber's first full-length studio album, My World 2.0, was released in March 2010. It debuted at number one or within the top ten in several countries and was certified platinum in the United States. It was preceded by the worldwide top-ten single, \"Baby\". The music video of \"Baby\" is currently ranked as the most viewed and most discussed YouTube video. Bieber followed up the release of his debut album with his first headlining tour, the My World Tour, the remix albums My Worlds Acoustic and Never Say Never - The Remixes, and the 3D biopic-concert film Justin Bieber: Never Say Never, that nearly matched the record for the biggest opening weekend gross for a concert-film. Bieber released his second studio album, Under the Mistletoe, in November 2011, which debuted at number one on the Billboard 200. Bieber has received numerous awards, including Artist of the Year at the 2010 American Music Awards, and has been nominated for such awards as Best New Artist and Best Pop Vocal Album at the 53rd Grammy Awards. With a fan base of millions, termed as \"Beliebers\", and over 20 million followers on Twitter, in 2012, Forbes named Bieber 3rd most powerful celebrity in the world, with earnings of an estimated $55 million. As of May 2012, Bieber has sold 15 million albums.",
    "strCountry": "Ontario, Canada",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rvutxq1494999969.jpg",
    "intListeners": 2400111,
    "intPlaycount": 102398417,
    "__v": 0
    },
    {
    "_id": "61cb0fbc5e9aec093484311a",
    "idArtist": 111611,
    "strArtist": "Ed Sheeran",
    "idLabel": 46413,
    "intFormedYear": 2010,
    "intBornYear": 1991,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Philosophical",
    "strWebsite": "www.edsheeran.com",
    "strFacebook": "www.facebook.com/EdSheeranMusic",
    "strTwitter": "www.twitter.com/edsheeran",
    "strBiographyEN": "Edward Christopher \"Ed\" Sheeran (born 17 February 1991) is an English singer-songwriter and musician. He was born in Hebden Bridge in Yorkshire and raised in Framlingham, Suffolk. He dropped out of school at 16, and moved to London the following year, in 2008, to pursue a career in music. In early 2011, Sheeran independently released the extended play, No. 5 Collaborations Project, which caught the attention of Elton John and Jamie Foxx. After signing with Asylum Records, his debut album, + (read as \"plus\"), was released on 9 September 2011 and has since been certified six-times platinum in the UK. The album contains the single, \"The A Team\", which earned him the Ivor Novello Award for Best Song Musically and Lyrically. In 2012, Sheeran won the Brit Awards for Best British Male Solo Artist and British Breakthrough Act.\nSheeran's popularity abroad began in 2012. In the US, he made a guest appearance on Taylor Swift's fourth studio album, Red. \"The A Team\" was nominated for Song of the Year at the 2013 Grammy Awards, where he performed the song with Elton John. He spent much of 2013 opening for Swift's The Red Tour in North America dates. In late 2013, he performed three sold-out shows at New York's Madison Square Garden as a headline act.\nHis second studio album, x (read as \"multiply\"), was released worldwide on 23 June 2014. It peaked at number one in the UK and the US. In 2015, x won the Brit Award for Album of the Year, and he received the Ivor Novello Award for Songwriter of the Year. His single from x, \"Thinking Out Loud\", earned him two Grammy Awards at the 2016 ceremony: Song of the Year and Best Pop Solo Performance. As part of his world tour, Sheeran played three sold-out concerts at London's Wembley Stadium in July 2015, his biggest solo shows to date.",
    "strCountry": "Halifax, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/ysytsw1498815745.jpg",
    "intListeners": 2358594,
    "intPlaycount": 130023819,
    "__v": 0
    },
    {
    "_id": "61cb0fbc5e9aec093484311c",
    "idArtist": 161361,
    "strArtist": "Ed Sheeran",
    "idLabel": null,
    "intFormedYear": 0,
    "intBornYear": null,
    "strStyle": null,
    "strGenre": "",
    "strMood": null,
    "strWebsite": null,
    "strFacebook": null,
    "strTwitter": null,
    "strCountry": null,
    "strArtistThumb": null,
    "intListeners": 2358594,
    "intPlaycount": 130023819,
    "__v": 0
    },
    {
    "_id": "61cb146d5e9aec09348434b4",
    "idArtist": 112024,
    "strArtist": "The Weeknd",
    "idLabel": 47129,
    "intFormedYear": 2010,
    "intBornYear": 1990,
    "strStyle": "Urban/R&B",
    "strGenre": "R&B",
    "strMood": "Intense",
    "strWebsite": "www.the-weeknd.com",
    "strFacebook": "www.facebook.com/theweeknd",
    "strTwitter": "twitter.com/theweekndxo",
    "strBiographyEN": "Abel Tesfaye (born February 16, 1990), better known by his stage name The Weeknd, is a Canadian R&B recording artist and record producer from Toronto, Ontario. He began recording songs under the stage name The Weeknd and uploading them to YouTube in late 2010, though his identity was initially unknown. In March 2011, The Weeknd released a nine-song free album, House of Balloons, which was critically acclaimed. The title track is based on a sample of Siouxsie and the Banshees' hit single \"Happy House.\" The first album is a part of a trilogy which includes Thursday released in August of the same year and Echoes of Silence issued in December. In June, House of Balloons was named as one of ten shortlisted nominees of 2011 Polaris Music Prize but eventually lost to Arcade Fire's The Suburbs. On December 21, 2011 at 11:07 p.m. EST Tesfaye released his highly anticipated third mixtape Echoes of Silence. On June 14, the tape was announced as a nominee for the 2012 Polaris Music Prize, becoming the second mixtape from the trilogy to receive recognition for the award.\nThe Weeknd has received praise from several music publications, including those of Pitchfork, MTV, BET, Rolling Stone, XXL and The Source, who have dubbed him the \"Songbird of his Generation\" and the \"best musical talent since Michael Jackson\" (John Norris, MTV).",
    "strCountry": "Toronto, Canada",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vtxqyp1495060298.jpg",
    "intListeners": 2309543,
    "intPlaycount": 222253520,
    "__v": 0
    },
    {
    "_id": "61cb11075e9aec0934843228",
    "idArtist": 111742,
    "strArtist": "Joy Division",
    "idLabel": 43899,
    "intFormedYear": 1978,
    "intBornYear": null,
    "strStyle": "Punk",
    "strGenre": "Post-Punk",
    "strMood": "Rousing",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Joy Division were an English rock band formed in 1976 in Salford, Greater Manchester. Originally named Warsaw, the band primarily consisted of Ian Curtis (vocals and occasional guitar), Bernard Sumner (guitar and keyboards), Peter Hook (bass guitar and backing vocals) and Stephen Morris (drums and percussion).\nJoy Division rapidly evolved from their initial punk rock influences to develop a sound and style that pioneered the post-punk movement of the late 1970s. According to music critic Jon Savage, the band \"were not punk but were directly inspired by its energy\". Their self-released 1978 debut EP, An Ideal for Living, caught the attention of the Manchester television personality Tony Wilson. Joy Division's debut album, Unknown Pleasures, was released in 1979 on Wilson's independent record label, Factory Records, and drew critical acclaim from the British press. Despite the band's growing success, vocalist Ian Curtis was beset with depression and personal difficulties, including a dissolving marriage and his diagnosis of epilepsy. Curtis found it increasingly difficult to perform at live concerts, and often had seizures during performances.\nOn the eve of the band's first American tour in May 1980, Curtis committed suicide. Joy Division's posthumously released second album, Closer (1980), and the single \"Love Will Tear Us Apart\" became the band's highest charting releases. After the death of Curtis, the remaining members continued as New Order, achieving critical and commercial success.",
    "strCountry": "Manchester, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/tqtwxu1385934733.jpg",
    "intListeners": 2308484,
    "intPlaycount": 118024020,
    "__v": 0
    },
    {
    "_id": "61cb1f94e1d31e18940df482",
    "idArtist": 112595,
    "strArtist": "Akon",
    "idLabel": null,
    "intFormedYear": 2003,
    "intBornYear": 1973,
    "strStyle": "Urban/R&B",
    "strGenre": "R&B",
    "strMood": "Reflective",
    "strWebsite": "www.akon.com",
    "strFacebook": "www.facebook.com/AKON",
    "strTwitter": "www.twitter.com/akon",
    "strBiographyEN": "Aliaune Damala Badara Akon Thiam (born April 16, 1973), professionally known as simply Akon, is a Senegalese American R&B and hip hop recording artist, songwriter, record producer and businessman. He rose to prominence in 2004 following the release of \"Locked Up\", the first single from his debut album Trouble.\n\nHe has since founded two successful record labels, Konvict Muzik and Kon Live Distribution. His second album, \"Konvicted\" received three nominations for the Grammy Awards in two categories, Best Contemporary R&B Album for \"Konvicted\" album and Best Rap/Sung Collaboration for \"Smack That\" and \"I Wanna Love You\".\n\nHe is the first solo artist to hold both the number one and two spots simultaneously on the Billboard Hot 100 charts twice.\n\nAkon often sings hooks for other artists and is currently credited with over 300 guest appearances and more than 35 Billboard Hot 100 songs. He has worked with numerous performers such as Michael Jackson, Quincy Jones, Eminem, Snoop Dogg, Whitney Houston, Lil Wayne, 50 Cent, Bone Thugs-N-Harmony, Gwen Stefani and many more artists. He has had five Grammy Awards nominations and has produced many hits for artists such as Lady Gaga, Colby O'Donis, Kardinal Offishall and Leona Lewis. Lady Gaga and T-Pain are two artists who were given their chance at fame by Akon.\n\nForbes ranked Akon 80th (Power Rank) in Forbes Celebrity 100; in 2010 and 5th in 40 Most Powerful Celebrities in Africa list; in 2011. Billboard ranked Akon No. 6 on the list of Top Digital Songs Artists of the decade.",
    "strCountry": "Saint-Louis, Senegal",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/twyprx1359654492.jpg",
    "intListeners": 2283747,
    "intPlaycount": 28496084,
    "__v": 0
    },
    {
    "_id": "61cb10885e9aec09348431be",
    "idArtist": 114415,
    "strArtist": "Imagine Dragons",
    "idLabel": 44378,
    "intFormedYear": 2008,
    "intBornYear": 2008,
    "strStyle": "Rock/Pop",
    "strGenre": "Indie",
    "strMood": "Poignant",
    "strWebsite": "www.imaginedragonsmusic.com",
    "strFacebook": "facebook.com/ImagineDragons",
    "strTwitter": "twitter.com/Imaginedragons",
    "strBiographyEN": "Imagine Dragons are an alternative rock band which formed in 2008 in Las Vegas, Nevada, United States. The band consists of Dan Reynolds (vocals), Wayne Sermon (guitar), Ben McKee (bass) and Daniel Platzman (drums). The band released four EPs - “Imagine Dragons” (2009), “Hell and Silence” (2010), “It’s Time” (2011) and “Continued Silence” (2012) - before releasing their debut full length album “Night Visions” on 4 September 2012. \n\nThe band’s single “It’s Time”, which previously appeared on the “It’s Time” and “Continued Silence” EPs in addition to appearing on “Night Visions”, is the group’s biggest hit, reaching #33 on the Billboard Hot 100.\n\nIn a dark kitchen in the middle of a sweaty night in Las Vegas, all 6’4” of Dan Reynolds is hunched over a laptop, slapping beats on the table and crooning lyrics into a tiny microphone. Before long, he and the other three members of indie rock band Imagine Dragons would be playing “It’s Time,” that same laptop-demo-turned-supersized-anthem, from the roof of a parking garage to a wave of thousands of screaming fans. This song title to the single from their 2012 debut KidInaKorner/Interscope release “Continued Silence EP” is an all too apt descriptor of the band’s hard-earned success—but it’s also emblematic of the deep-seated anxiety Reynolds and the rest of the band experienced leaving behind any realistic expectation of a normal job to do the thing they love most.",
    "strCountry": "Las Vegas, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/pofa5b1630699220.jpg",
    "intListeners": 2255306,
    "intPlaycount": 115229508,
    "__v": 0
    },
    {
    "_id": "61cb2815e1d31e18940dfa9a",
    "idArtist": 112449,
    "strArtist": "The xx",
    "idLabel": 46038,
    "intFormedYear": 2008,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Relaxed",
    "strWebsite": "thexx.info",
    "strFacebook": "www.facebook.com/thexx",
    "strTwitter": "twitter.com/thexxfans",
    "strBiographyEN": "The xx are an English indie pop band, formed in London in 2008. The group released their debut album, xx in August 2009. The album ranked highly on many best of 2009 lists, placing number one on the list compiled by The Guardian and second for NME. In 2010, the band won the Mercury Music Prize for their debut album.\nThe band met while studying at Elliott School, the same school that produced Hot Chip, Burial and Four Tet. The group, however, have downplayed the influence of the school on their career: \"A teacher from Elliott who had never even taught us said how great we were. It's a bit annoying. We were left alone, more than anything - although I'm sure that helped us in its own way.\" Oliver Sim and Romy Madley-Croft started the band as a duo when they were 15. Guitarist Baria Qureshi joined once they began performing in 2005, with Jamie Smith joining a year after.\nThe group's debut album, xx, was met with sweeping critical praise, achieving a rating of \"universal acclaim\" on Metacritic. The album also ranked well on \"best of the year\" lists, placing ninth on the Rolling Stone list and second for NME. In the 2009 NME The Future 50 list, The xx were positioned at number six, and in October 2009, they were named one of MTV Iggy's \"Top 10 Bands with Buzz\" (at the CMJ Music Marathon 2009).\nTheir self-titled debut was released with the British independent record label Young Turks on 17 August 2009. Though the band had previously worked with producers including Diplo and Kwes, they produced xx themselves, while Jamie Smith and Rodaidh McDonald mixed it. The xx recorded their album in a small garage that was part of the XL Recordings studio, often at night, which contributed to the low, whispery nature of the album. In August 2009, the band headlined their own concert tour. The xx have toured with artists including Friendly Fires, The Big Pink, and Micachu. In a first taste of success, their single \"Crystalised\" was featured on iTunes (UK) as Single of the Week, starting from 18 August 2009.\nThe music of the album was used extensively on television and in media such as 24/7, Person of Interest, NBC's coverage of the 2010 Winter Olympic Games; during the series Cold Case, Suits, Mercy, the Greek version of Next Top Model, \"Bedlam\", Hung, 90210, as well as being the feature song for the March 2010 E4 advert for 90210, Misfits, the Karl Lagerfeld Fall/Winter 2011 fashion show, Waterloo Road, and the film I Am Number Four.\nIn late 2009, second guitarist and keyboardist Baria Qureshi left the group. Initial reports stated that this was due to exhaustion, but the band later said they made this decision due to \"personal differences.\" Later, Madley-Croft described the split as feeling \"like a divorce.\"\nIn January 2010, Matt Groening chose the band to headline two nights of his All Tomorrow's Parties festival in Minehead, England. In addition, the band played in five of North America's most popular music festivals, Coachella, Sasquatch, Bonnaroo, Lollapalooza and Austin City Limits. In May 2010, the track \"Intro\" was used by the BBC in their coverage of the 2010 general election. This led to the band playing the track on an episode of Newsnight.The song was also sampled in Rihanna's \"Drunk on Love\" from her album Talk That Talk, and played during the ending of the 2012 movie Project X and before the UEFA Euro 2012 matches at stadiums in Poland and Ukraine.",
    "strCountry": "London, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yrrxtx1347981184.jpg",
    "intListeners": 2159235,
    "intPlaycount": 153539549,
    "__v": 0
    },
    {
    "_id": "61cb13bc5e9aec093484342a",
    "idArtist": 111396,
    "strArtist": "Talking Heads",
    "idLabel": 45621,
    "intFormedYear": 1974,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "New Wave",
    "strMood": "Enlightened",
    "strWebsite": "www.talking-heads.nl/ ",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Talking Heads was an American New Wave and avant-garde band formed in 1975 in New York City and active until 1991. The band comprised David Byrne, Chris Frantz, Tina Weymouth and Jerry Harrison. Auxiliary musicians also regularly made appearances in concert and on the group's albums. The New Wave style of Talking Heads combined elements of punk, art rock, avant-garde, pop, funk, world music, and Americana. Frontman and songwriter David Byrne contributed whimsical, esoteric lyrics to the band's songs, and emphasized their showmanship through various multimedia projects and performances.\nCritic Stephen Thomas Erlewine describes Talking Heads as being \"one of the most critically acclaimed bands of the '80s, while managing to earn several pop hits.\" In 2002, the band was inducted into the Rock and Roll Hall of Fame. Four of the band's albums appeared on Rolling Stone magazine's 2003 list of the 500 Greatest Albums of All Time, and the Channel 4 100 Greatest Albums poll listed one album (Fear of Music) at number 76. On a 2011 update of Rolling Stone's \"100 Greatest Artists of All Time\", the band was ranked at #100.",
    "strCountry": "New York, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wruwrv1366797043.jpg",
    "intListeners": 1966311,
    "intPlaycount": 67275220,
    "__v": 0
    },
    {
    "_id": "61cb14355e9aec0934843486",
    "idArtist": 113618,
    "strArtist": "The National",
    "idLabel": null,
    "intFormedYear": 1999,
    "intBornYear": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Alternative Rock",
    "strMood": "Intense",
    "strWebsite": "www.americanmary.com",
    "strFacebook": "www.facebook.com/thenationalofficial",
    "strTwitter": "twitter.com/The_National",
    "strBiographyEN": "The National is an indie rock band formed in Cincinnati, Ohio in 1999 and currently based in Brooklyn, New York. The band's lyrics, which have been described as \"dark, melancholy and difficult to interpret\", are written and sung by Matt Berninger, a baritone. The rest of the band is composed of two pairs of brothers: twins Aaron (guitar and keyboard) and Bryce Dessner (guitar) and Scott (bass) and Bryan Devendorf (drums). The National has been compared to Joy Division, Leonard Cohen, Wilco and Nick Cave & the Bad Seeds. The name of the band was chosen because it \"didn't mean anything\" and was \"benign and meaningless\".\nIn 1991, Matt Berninger and Scott Devendorf met while attending the University of Cincinnati, where they also met Mike Brewer, Casey Reas and Jeff Salem. Together, the five of them formed the lo-fi garage band Nancy, named after Berninger's mother, aspiring to sound like Pavement. The band was together for five years, but only released one album, Ruther 3429, on Wife Records before breaking up after Berninger, Devendorf, Reas and Salem moved to Brooklyn.\nBryan, Bryce and Aaron were childhood friends who played in several bands together over the years. When their last effort, Project Nim, broke up in 1998, they joined Matt and Scott in Brooklyn via the Devendorf relationship.\nWhen the band was formed in 1999, it was called The National, although the domain name of the band's website is americanmary.com because, according to Matt Berninger in an interview with Better Propaganda, \"t's a song off our first record. We never thought of changing the (website) name, although we should have.\" Several of the members continued to work day jobs while performing free Sunday night shows regularly at the highly regarded NYC Lower East Side venue, Luna Lounge, throughout the early years, including being involved in New York's dot-com boom in the late 1990s.",
    "strCountry": "Cincinnati, Ohio",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rtxuvr1442316016.jpg",
    "intListeners": 1892327,
    "intPlaycount": 165053853,
    "__v": 0
    },
    {
    "_id": "61cb226de1d31e18940df680",
    "idArtist": 111287,
    "strArtist": "George Michael",
    "idLabel": 43473,
    "intFormedYear": 1977,
    "intBornYear": 1963,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Bittersweet",
    "strWebsite": "georgemichael.com",
    "strFacebook": "www.facebook.com/georgemichael",
    "strTwitter": "twitter.com/GeorgeMichael",
    "strBiographyEN": "Georgios Kyriacos Panayiotou (25 June 1963 – 25 December 2016), known professionally as George Michael, was an English singer, songwriter, record producer, and philanthropist who rose to fame as a member of the music duo Wham! He was best known for his work in the 1980s and 1990s, including hit singles such as \"Wake Me Up Before You Go-Go\" and \"Last Christmas\", and albums such as Faith (1987) and Listen Without Prejudice Vol. 1 (1990).\n\nMichael sold more than 100 million records worldwide. His debut solo album, Faith, sold more than 20 million copies worldwide. Michael achieved seven number one singles in the UK and eight number one songs on the Billboard Hot 100 in the US, including \"Careless Whisper\" and \"Praying for Time\". He ranks among the best-selling British acts of all time, and in 2008 he was ranked 40th on Billboard's list of the Greatest Hot 100 Artists of All Time. Michael won various music awards throughout his 30-year career, including three Brit Awards—he won Best British Male twice, four MTV Video Music Awards, four Ivor Novello Awards, three American Music Awards, and two Grammy Awards from eight nominations. Michael, who came out as gay in 1998, was an active LGBT rights campaigner and HIV/AIDS charity fundraiser.\n\nIn 2004, the Radio Academy named Michael the most played artist on British radio during the period 1984–2004. The documentary A Different Story (released in 2005) covered his career and personal life. Michael's first tour in 15 years, the worldwide 25 Live tour, spanned three tours over the course of three years (2006, 2007, and 2008). In the early hours of 25 December 2016, Michael, aged 53, was found dead in bed at his Oxfordshire home.",
    "strCountry": "East Finchley, England",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/hbmwem1637696093.jpg",
    "intListeners": 1831162,
    "intPlaycount": 27713666,
    "__v": 0
    },
    {
    "_id": "61cb27ace1d31e18940dfa4c",
    "idArtist": 116582,
    "strArtist": "Tame Impala",
    "idLabel": 44378,
    "intFormedYear": 2007,
    "intBornYear": 2007,
    "strStyle": "Rock/Pop",
    "strGenre": "Psychedelic Rock",
    "strMood": "Gritty",
    "strWebsite": "www.tameimpala.com",
    "strFacebook": "www.facebook.com/tameimpala",
    "strTwitter": "twitter.com/tameimpala",
    "strBiographyEN": "Tame Impala is a band from Perth, Australia. It is the psychedelic rock project of Kevin Parker. They are signed to Modular Records. The band came to prominence in 2010 with the release of their debut album Innerspeaker. Their name refers to the impala, a medium sized antelope. They like to see themselves as \"a steady flowing psychedelic groove rock band that emphasizes dream-like melody.\"\nThe origins of the band can be found in the Perth music scene. Parker played in a number of bands, one being the Dee Dee Dums, a rock duo that consisted of Parker (guitar) and Luke Epstein (drums). Tame Impala emerged as a Kevin Parker home-recording project in this period and he posted a number of tracks on Myspace. This brought interest from a number of labels and eventually, he signed a worldwide deal with the independent Modular Recordings. To transfer these recordings to a live-stage, Parker enlisted the help of Dominic Simper (bass) and Jay Watson (drums) and began playing at some local gigs.",
    "strCountry": "Perth, Australia",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/tame-impala-5091d5420675e.jpg",
    "intListeners": 1815478,
    "intPlaycount": 134167480,
    "__v": 0
    },
    {
    "_id": "61cb2205e1d31e18940df638",
    "idArtist": 111349,
    "strArtist": "Enrique Iglesias",
    "idLabel": null,
    "intFormedYear": 1994,
    "intBornYear": 1975,
    "strStyle": "Rock/Pop",
    "strGenre": "Latin",
    "strMood": "Enlightened",
    "strWebsite": "www.enriqueiglesias.com",
    "strFacebook": "www.facebook.com/Enrique",
    "strTwitter": "twitter.com/enrique305",
    "strBiographyEN": "Enrique Iglesias (born Enrique Miguel Iglesias Preysler; May 8, 1975) is a Spanish singer, songwriter and occasional actor, popular in both the Latin market and the Hispanic American market in the United States. He is the son of the famous Spanish singer Julio Iglesias. Within five years of beginning his musical career in the 1990s, he became the biggest seller of Spanish-language albums of that decade. He made his crossover into the mainstream English language market before the turn of the millennium, signing a multi-album deal with Universal Music Group for an unprecedented US$50,000,000 with Universal Music Latino to release his Spanish albums and Interscope to release English albums. In 2010, he parted with Interscope and signed with another Universal Music Group label, Universal Republic.\nIglesias has sold over 100 million records worldwide, making him one of the best selling Spanish language artists of all time. He has had five Billboard Hot 100 top five singles, including two number-ones, and holds the record for producing 22 number-one Spanish-language singles on the Billboard's Hot Latin Tracks. He has also had ten number-one songs on Billboard's Dance charts, more than any other single male artist. Altogether, Iglesias has amassed 68 number-one songs on the various Billboard charts. Billboard has called him The King of Latin Pop and The King of Dance. Billboard also named Enrique the number two Latin artist of the years 1986-2011 (Luis Miguel taking the first spot).",
    "strCountry": "Madrid, Spain",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qrputt1534190928.jpg",
    "intListeners": 1769757,
    "intPlaycount": 32455628,
    "__v": 0
    },
    {
    "_id": "61cb0fa85e9aec093484310c",
    "idArtist": 143553,
    "strArtist": "Dua Lipa",
    "idLabel": 43287,
    "intFormedYear": 2015,
    "intBornYear": 1995,
    "strStyle": "Rock/Pop",
    "strGenre": "Indie Pop",
    "strMood": "Intimate",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Lipa was born in London on 22 August 1995 to ethnic Albanian parents from Kosovo who had left Pristina in the 1990s. She attended Sylvia Young Theatre School before moving to Kosovo with her family in 2008. At the age of 16 she moved back to London with aspirations of becoming a singer. Shortly after, she began working as a model.\nIn 2015, Lipa began working on her debut album for Warner Bros. Records. In August 2015, she released her first single \"New Love\", produced by Emile Haynie and Andrew Wyatt. She released her second single \"Be the One\", written by Lucy \"Pawws\" Taylor, in October 2015. Lipa has said that \"Be the One is the only song on my album I haven't written ...  I couldn't not take it, it's my favourite thing.\" \"Be the One\" achieved success across Europe, reaching number 1 in Belgium, Poland and Slovakia, as well as charting within the top 10 in over 11 European territories. In Australia and New Zealand, the song became an airplay success, reaching number 6 and 20 respectively. Lipa describes her musical style as \"dark pop\". On 30 November 2015, she was revealed as one of the acts on the BBC Sound of...2016 long list. Her first tour in the UK and Europe began in January 2016. In November 2016, Lipa concluded her tour through Europe.\n\nOn 18 February 2016, Lipa released her third single \"Last Dance\", followed by \"Hotter than Hell\" on 6 May. \"Hotter Than Hell\" became a hit worldwide, especially in the UK, where it peaked at number 15. On 26 August, her fifth overall single \"Blow Your Mind (Mwah)\" was released, and became the singer's first entry on the US Billboard Hot 100, debuting at number 72. Elsewhere, the song enjoyed moderate success, reaching the Top 20 in Belgium, Hungary, New Zealand and Scotland. In the UK, the single peaked at number 30, making it the singer's second highest charting single there. In November 2016, Sean Paul released his single \"No Lie\" featuring Lipa. In December 2016, a documentary about Lipa was commissioned by FADER Magazine, called \"See in Blue.\"\n\nHer self-titled debut studio album is set to be released on 10 February 2017.",
    "strCountry": "London, UK",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wwvuys1508433311.jpg",
    "intListeners": 1376412,
    "intPlaycount": 116737016,
    "__v": 0
    },
    {
    "_id": "61cb11765e9aec093484327a",
    "idArtist": 155624,
    "strArtist": "Lil Nas X",
    "idLabel": 43473,
    "intFormedYear": null,
    "intBornYear": 1999,
    "strStyle": "",
    "strGenre": "Country Rap",
    "strMood": "",
    "strWebsite": "lilnasx.com",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Montero Lamar Hill (born April 9, 1999), known professionally as Lil Nas X, is an American rapper, singer and songwriter. He came to international attention for his country rap breakout single \"Old Town Road\", which achieved viral popularity on the video sharing app TikTok in early 2019. The song reached number one on the Billboard Hot 100. At week thirteen at the top, it became the longest-running hip hop song on the chart. As of July 2019, it has remained there for a record seventeen weeks, the only song to do so since the chart started in 1958. His debut EP, 7, was released on June 21, 2019. His second single from 7, \"Panini\", remains in Rolling Stone’s Top 100 top ten after debuting there July 3, 2019.\nIn June 2019, Nas X came out as gay, the only artist ever to do so while having a number-one hit record.",
    "strCountry": "Georgia, American",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/sssuqt1565218040.jpg",
    "intListeners": 1172735,
    "intPlaycount": 50732388,
    "__v": 0
    },
    {
    "_id": "61cb227ee1d31e18940df688",
    "idArtist": 143966,
    "strArtist": "Glass Animals",
    "idLabel": null,
    "intFormedYear": 2010,
    "intBornYear": null,
    "strStyle": "",
    "strGenre": "Electronic",
    "strMood": "",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Glass Animals are an English indie rock band from Oxford. The group released their debut album Zaba in June 2014 as the first release on producer Paul Epworth's label Wolf Tone, and their sophomore album How to Be a Human Being was released on 26 August, 2016. The band have toured internationally and featured on line ups at festivals such as Glastonbury, Coachella, Bonnaroo, Lollapalooza, Reading/Leeds, Falls, Southbound and Bestival. Dave Bayley originally planned on going to medical school at London King's College before Adele's producer Paul Epworth saw the band performing in London. Dave grew up in Texas, where he listened to hip hop, which inspired the band's style.\n\nZaba was the band's debut album, which brought the band to 7 million listeners on Spotify in 2015. Their songs \"Gooey\", \"Black Mambo\" and \"Toes\" from Zaba are the most popular on Apple Music. The Deluxe version of Zaba was released in August 2015.\n\nThe band performed the single \"Gooey\" on Late Night with Seth Meyers in 2014 and again on The Late Show with David Letterman on 24 February 2015.\n\nThe band visited both hemispheres and played over 130 shows in 2015 alone. Their October 2015 US tour included two sold out shows at The Wiltern in LA and sold out shows across America including T5 in NYC, The Riverside in Milwaukee and The Midland in Kansas City.",
    "strCountry": "Oxford, England",
    "strArtistThumb": "http://www.theaudiodb.com/images/media/artist/thumb/glass-animals-547e4bbc68424.jpg",
    "intListeners": 1089101,
    "intPlaycount": 43949589,
    "__v": 0
    },
    {
    "_id": "61cb1fa8e1d31e18940df490",
    "idArtist": 138961,
    "strArtist": "Alessia Cara",
    "idLabel": 43613,
    "intFormedYear": 2015,
    "intBornYear": 1996,
    "strStyle": "",
    "strGenre": "R&B",
    "strMood": "",
    "strWebsite": "www.alessiacara.com",
    "strFacebook": "",
    "strTwitter": "twitter.com/alessiacara",
    "strBiographyEN": "Alessia Caracciolo, known as Alessia Cara, was born in Brampton, Ontario, Canada, a city just outside Toronto, where she attended Cardinal Ambrozic Catholic Secondary School. She is of Italian descent from Calabria; her father was born in Canada, to Italian parents, and her mother is an Italian immigrant. As a child, she wrote poetry and did theater. At the age of 10 she began playing guitar and taught herself how to play various songs. At the age of 13 she began her own YouTube channel where she posted covers of songs that she performed.",
    "strCountry": "Brampton, Ontario, Canada",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yxrxss1451778939.jpg",
    "intListeners": 823407,
    "intPlaycount": 17137600,
    "__v": 0
    },
    {
    "_id": "61cb14235e9aec0934843478",
    "idArtist": 160500,
    "strArtist": "The Kid Laroi",
    "idLabel": 43473,
    "intFormedYear": 2015,
    "intBornYear": 2003,
    "strStyle": "Urban/R&B",
    "strGenre": "Rap",
    "strMood": "",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Charlton Kenneth Jeffrey Howard (born 17 August 2003), professionally known as the Kid Laroi (stylised as The Kid LAROI.), is an Australian rapper, singer, songwriter, and record producer. He is from one of the many Indigenous Australian Nations, the Kamilaroi people from which he derived his artist name \"Laroi\". Born in Waterloo, New South Wales, he originally gained recognition from his association and friendship with late rapper Juice Wrld, who mentored him while he was on tour in Australia. Laroi gained a local following before joining a partnership agreement with Lil Bibby's Grade A Productions and Columbia Records.\n\nLaroi gained international attention with his song \"Let Her Go\", and attained further popularity with his song \"Go\" featuring Juice Wrld, which peaked at number 52 on the Billboard Hot 100. His debut mixtape F*ck Love (2020) peaked at number one on the Australian ARIA Charts, making him the youngest Australian solo artist ever to reach the top, and also reached number three on the US Billboard 200. Additionally, Laroi's singles \"Without You\" and \"Stay\" reached the top ten of the Billboard Hot 100.",
    "strCountry": "Waterloo, New South Wales, Australia",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/2ljdtb1616309808.jpg",
    "intListeners": 667848,
    "intPlaycount": 32267237,
    "__v": 0
    },
    {
    "_id": "61cb2484e1d31e18940df7fa",
    "idArtist": 136304,
    "strArtist": "Lost Frequencies",
    "idLabel": null,
    "intFormedYear": 2014,
    "intBornYear": 1993,
    "strStyle": "",
    "strGenre": "Deep House",
    "strMood": "",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Felix De Laet (born 30 November 1993), known by his stage name Lost Frequencies, is a Belgian DJ and music producer. He is best known for his 2014 single \"Are You with Me\".",
    "strCountry": "Brussels, Belgium",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yqqpqp1428256848.jpg",
    "intListeners": 592621,
    "intPlaycount": 8936381,
    "__v": 0
    },
    {
    "_id": "61cb12cd5e9aec0934843374",
    "idArtist": 111980,
    "strArtist": "Queensrÿche",
    "idLabel": 43386,
    "intFormedYear": 1981,
    "intBornYear": null,
    "strStyle": "Metal",
    "strGenre": "Heavy Metal",
    "strMood": "Reflective",
    "strWebsite": "www.queensryche.com",
    "strFacebook": "www.facebook.com/Queensryche",
    "strTwitter": "twitter.com/queensryche",
    "strBiographyEN": "Queensrÿche is an American progressive heavy metal band formed in 1981 in Bellevue, Washington. The band has released eleven studio albums and several EPs and DVDs and continues to tour and record.\n\nQueensrÿche has been successful in the progressive scene, having sold over 20 million albums worldwide including over 6 million albums in the United States.\n\nThe foundations for Queensrÿche began in the early 1980s. Guitarist Michael Wilton and drummer Scott Rockenfield were members of a band called Cross+Fire, who covered songs from popular heavy metal bands such as Iron Maiden and Judas Priest. Before long Cross+Fire added guitarist Chris DeGarmo and bassist Eddie Jackson to their lineup, and changed their name to The Mob. The Mob, who were without a singer, recruited Geoff Tate to sing for them at a local rock festival. At the time, Tate was already in a band called Babylon. After Babylon broke up Tate performed a few shows with The Mob, but left because he was not interested in performing heavy metal.\n\nIn 1981, The Mob put together sufficient funds to record a demo tape. Once again, Tate was enlisted to help. The group recorded four songs - \"Queen of the Reich,\" \"Nightrider,\" \"Blinded\" and \"The Lady Wore Black.\" The group brought their demo to various labels and were rejected by all of them. Tate also was still committed to staying in his then-current band, Myth.\n\nAt the urging of their new manager, The Mob changed their name to Queensrÿche. The name is derived from the title track of their demo, \"Queen of the Reich\", and is the only known use of the letter Y with an umlaut in English. It was a modification of the spelling \"Queensreich\" to prevent association of the band with Nazism. As they later joked: \"The umlaut over the 'y' has haunted us for years. We spent eleven years trying to explain how to pronounce it.\"",
    "strCountry": "Washington, USA",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/queensrche-4fe4a1a9d7a32.jpg",
    "intListeners": 495150,
    "intPlaycount": 14772996,
    "__v": 0
    },
    {
    "_id": "61cb12cd5e9aec0934843376",
    "idArtist": 164118,
    "strArtist": "Queensrÿche",
    "idLabel": null,
    "intFormedYear": 2012,
    "intBornYear": null,
    "strStyle": "",
    "strGenre": "",
    "strMood": "",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "This is the temporary version of Queensrÿche formed by Geoff Tate after he was expelled from the original Queensrÿche. After a lawsuit, it was settled that Tate doesn't have rights to the name Queensrÿche and the band was renamed Operation: Mindcrime.",
    "strCountry": "",
    "strArtistThumb": null,
    "intListeners": 495150,
    "intPlaycount": 14772996,
    "__v": 0
    },
    {
    "_id": "61cb2302e1d31e18940df6e4",
    "idArtist": 160494,
    "strArtist": "Jack Harlow",
    "idLabel": null,
    "intFormedYear": null,
    "intBornYear": 1998,
    "strStyle": "",
    "strGenre": "Rap",
    "strMood": "",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strCountry": "",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yvwvwr1589551928.jpg",
    "intListeners": 480650,
    "intPlaycount": 14337378,
    "__v": 0
    },
    {
    "_id": "61cb20c1e1d31e18940df558",
    "idArtist": 148470,
    "strArtist": "Calum Scott",
    "idLabel": null,
    "intFormedYear": 1988,
    "intBornYear": 1988,
    "strStyle": "Rock/Pop",
    "strGenre": "Pop",
    "strMood": "Good Natured",
    "strWebsite": "www.calumscott.com",
    "strFacebook": "www.facebook.com/calumscottmusic1",
    "strTwitter": "twitter.com/calumscott",
    "strBiographyEN": "Calum Scott (born 12 October 1988) is a British singer and songwriter who came to worldwide attention when he appeared as a contestant on the television programme Britain's Got Talent in 2015. He subsequently released his version of Robyn's hit \"Dancing On My Own\" as a single and it has reached number 2 on the UK Singles Chart.\n\nMusic career\n2011–14: Early career\nIn 15 August 2013, Scott won the talent competition Mail's Star Search, organized by Hull Daily Mail. After, he joined a Maroon 5 tribute band, the Maroon 4, and toured around the United Kingdom. In 2014 he formed the electronic duo, The Experiment with John McIntyre. The debut single, \"Girl (You're Beautiful)\", was released on 14 June. The duo performed the song on Good Morning Britain and BBC Look North, but after, broke up.\n\n2015: Britain's Got Talent\nMain article: Britain's Got Talent (series 9)\nOn 11 April 2015, Scott's audition for the ninth series of Britain's Got Talent was broadcast on ITV. He performed a cover of Robyn's \"Dancing On My Own\" which he had heard Kings of Leon performing on BBC Radio 1's Live Lounge in 2013. Following a standing ovation from the judging panel, Simon Cowell pressed the Golden Buzzer giving Scott an automatic place in the live shows. Explaining his decision to send Scott straight to the semi-finals, Cowell said: \"I've never ever in all the years I've done this show heard a guy with the talent you've got. Seriously. And the version was sensational, which shows to me that you're more than a singer, you're an artist and that's why you got that (the buzzer).\" After this audition, Scott received support from stars such as Little Mix and Ashton Kutcher.\n\nFollowing his appearance on the show's first episode, his Twitter followers jumped from 400 to over 25,000. As of 14 August 2017 the audition has been viewed exactly 120,378,372 times on YouTube. In the semi-final on 29 May, Scott performed \"We Don't Have to Take Our Clothes Off\" by Jermaine Stewart. Cowell commented \"You really sound like a recording artist\", whilst David Walliams suggested that he could have \"success around the world\". He won the semi final with 25.6% of the vote, sending him straight through to the final. In the final on 31 May, Scott performed \"Diamonds\" by Rihanna and finished sixth out of 12 contestants with 8.2% of the vote. After Britain's Got Talent, Scott embarked on a series of shows around the United Kingdom, including Viking FM Future Star Awards, Flamingo Land Resort Fair, Westwood Cross Shopping Centre's tenth anniversary, Gibraltar Summer Nights, Hull Daily Mail's Star and Dartford Festival.\n\n2016–present: Debut album\nScott released his cover of \"Dancing on My Own\" independently on 15 April 2016. It became a sleeper hit, first hitting number 40 in the charts in May, despite little radio airplay apart from on West Hull FM, it climbed into the top 40. It was then added to Radio 2's \"C List\" and reached number two on the UK Singles Chart on 5 August. In August 2016, it was certified platinum in the UK, having sold over 600,000 copies. Scott announced on Twitter on 24 May that he had signed a record deal with Capitol Records for his debut album. Scott performed the song at television shows BBC Look North, Lorraine, Weekend, Late Night with Seth Meyers and Brazilian show Encontro com Fátima Bernardes. He also promoted the song on several radio stations, including BBC Radio Humberside, Viking FM, Radio Gibraltar, BFBS Radio and Gibraltar Broadcasting Corporation. On 16 September, he released the promotional single \"Transformar\" with Brazilian recording artist Ivete Sangalo as official theme of 2016 Summer Paralympics Games. They performed the song at the closing ceremony of the Paralympics on 18 September. It was revealed in September 2016 that \"Dancing on My Own\" was the most downloaded song of the summer in the UK.",
    "strCountry": "Kingston upon Hull, England, UK",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wvqrvw1510303884.jpg",
    "intListeners": 371250,
    "intPlaycount": 4425817,
    "__v": 0
    },
    {
    "_id": "61cb2419e1d31e18940df7ac",
    "idArtist": 165558,
    "strArtist": "League of Legends",
    "idLabel": null,
    "intFormedYear": 0,
    "intBornYear": null,
    "strStyle": null,
    "strGenre": "",
    "strMood": null,
    "strWebsite": null,
    "strFacebook": null,
    "strTwitter": null,
    "strCountry": null,
    "strArtistThumb": null,
    "intListeners": 349477,
    "intPlaycount": 13064784,
    "__v": 0
    },
    {
    "_id": "61cb221de1d31e18940df64a",
    "idArtist": 127303,
    "strArtist": "Farruko",
    "idLabel": null,
    "intFormedYear": null,
    "intBornYear": 1991,
    "strStyle": "",
    "strGenre": "Latin",
    "strMood": "",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Carlos Efrén Reyes Rosado (born May 2, 1991), better known by his stage name Farruko, is a Puerto Rican singer and songwriter. He rose to fame collaborating with heavyweight artists such as Daddy Yankee, J Balvin, Don Omar and J Álvarez. He came to prominence in 2010 with his debut studio album, El Talento Del Bloque.",
    "strCountry": "Porto Rico",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/ruvspw1430895263.jpg",
    "intListeners": 289874,
    "intPlaycount": 3063989,
    "__v": 0
    },
    {
    "_id": "61cb12c85e9aec0934843370",
    "idArtist": 140025,
    "strArtist": "Queen Latifah",
    "idLabel": null,
    "intFormedYear": 1970,
    "intBornYear": null,
    "strStyle": "Urban/R&B",
    "strGenre": "Rap",
    "strMood": "Boisterous",
    "strWebsite": "",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Famed rapper, singer, model and actress Dana Elaine Owens, better known by her stage name Queen Latifah, was born on March 18, 1970, in Newark, New Jersey. Her debut album All Hail to the Queen sold more than 1 million copies, and the single U.N.I.T.Y. earned Latifah her first Grammy Award. Latifah has also garnered acclaim for acting; she earned her first Oscar nomination (best supporting actress) for her performance in the blockbuster musical Chicago. She has also earned a Golden Globe award, two Screen Actors Guild Awards, two Image Awards, six additional Grammy nominations, an Emmy Award nomination and an Academy Award nomination.  Latifah was born and raised in the public housing projects of Newark, New Jersey, the daughter of Rita, a schoolteacher who worked at Irvington High School, and Lancelot Owens, a policeman. Her parents divorced when Latifah was ten. Latifah performed the number \"Home\" from the musical The Wiz in a high school play. Her stage name, Latifah (لطيفة), meaning \"kind\" in Arabic, was given to her when she was eight by her cousin. Latifah was raised in the Baptist church, and, while in high school, was a power forward on her basketball team.  She started her career beatboxing for the rap group Ladies Fresh. Latifah was one of the members of the original version of the Flavor Unit MC's, which, at that time, was a crew of MC's grouped around producer DJ Mark The 45 King. In 1988, DJ Mark the 45 King heard a demo version of Latifah's single Princess of the Posse and gave the demo to Fab 5 Freddy, who was the host of Yo! MTV Raps. The recording captured the attention of Tommy Boy Music employee Dante Ross, who immediately signed Latifah, and in 1988 issued her first single, Wrath of My Madness. The track met with a positive response and afforded her the opportunity to launch a European tour, and to perform at the Harlem's famed Apollo Theater. The next year Latifah released her first album, All Hail the Queen, which went on to sell more than 1 million copies.  As she began to earn money, Latifah displayed an interest in investment, putting money into a delicatessen and a video store on the ground floor of the apartment in which she was living. She came to realize that she had a knack for business, and realized that there was an opening for her in record production. In 1991, Latifah organized and became chief executive officer of the Flavor Unit Records and Management Company, headquartered in Jersey City, New Jersey. In the same year she was released her sophomore album, called Nature of a Sista'. It was the final album on Tommy Boy Records. By late 1993, the company had signed 17 rap groups, including the very successful Naughty By Nature. In 1993, Latifah recorded a jazz- and reggae-influenced album titled Black Reign. While the album sold more than 500,000 copies, the single U.N.I.T.Y. earned Latifah her first Grammy Award in 1995. In 1998, Co Produced by Ro Smith now CEO of Def Ro Inc. she released her fourth hip hop album Order in the Court. After Order in the Court, Latifah shifted primarily to sung lyrics in soul music and jazz standards, which she had used sparingly in her previous hip hop-oriented records.  In 2004, she released the soul/jazz standards The Dana Owens Album. On July 11, 2007, Latifah sang at the famed Hollywood Bowl in Los Angeles as the headlining act in a live jazz concert. Before a crowd of more than 12,400, she was backed by a 10-piece live orchestra and three backup vocalists, The Queen Latifah Orchestra. Latifah performed new arrangements of standards including California Dreaming, first made popular by '60s icons The Mamas & the Papas. In 2007, Latifah released an album entitled Trav'lin' Light. Jill Scott, Erykah Badu, Joe Sample, George Duke, Christian McBride, and Stevie Wonder made guest appearances. It was nominated for a Grammy in the \"Best Traditional Pop Vocal Album\" category. On September 12, 2008, Rolling Stone reported that Queen Latifah is working on a new album that is due in sometime in 2009; this album will be, at least partially, produced by Dr. Dre. She will also work with Missy Elliott.   Acting Success  In the 1990s, Latifah branched out into acting. She made her big screen debut in Spike Lee's interracial romance drama Jungle Fever (1991). The following year, Latifah appeared in the crime thriller Juice with Omar Epps and Tupac Shakur. She soon landed a leading role on the small screen, appearing in the sitcom Living Single from 1993 to '98. The comedy, which also starred Kim Coles, Kim Fields and Erika Alexander, proved to be a ground-breaking show. It remains one of the few sitcoms to focus on a group of African-American women.  A talented performer, Latifah continued to tackle both comedic and dramatic parts. She co-starred in 1996's Set It Off with Jada Pinkett Smith, Kimberly Elise and Vivica A. Fox, playing as a lesbian bank robber. Two years later, Latifah teamed up with Holly Hunter and Danny DeVito for the comedy Living Out Loud (1998). She also appeared with Denzel Washington and Angelina Jolie in The Bone Collector (1999).  Perhaps Latifah's most acclaimed film role to date came in the 2002 hit musical Chicago, starring Richard Gere, Catherine Zeta-Jones and Renee Zellweger. Her portrayal of prison matron Mama Morton gave her a chance to show off both her singing talents and acting skills. For her work in the film, Latifah earned an Academy Award nomination for best supporting actress. She lost to Chicago co-star Catherine Zeta-Jones.  Latifah went on to receive strong reviews for 2003's romantic comedy Bringing Down the House co-starring with Steve Martin. The following year, she experienced some disappointment with Taxi, which co-starred Jimmy Fallon. The comedy proved to be a critical and commercial dud. She fared better with Beauty Shop (2005) and her voice-over work in the hit animated film Ice Age: The Meltdown (2006).  In 2007, Queen Latifah again delighted movie-goers with her musical talents. She appeared as Motormouth Maybelle in Hairspray with John Travolta. Her crime caper Mad Money (2008) with Diane Keaton and Katie Holmes received much colder reception. Returning to drama, Latifah gave a strong performance in The Secret Life of Bees (2008).  On the small screen, Latifah has made a number of guest television appearances over the years, including on the shows 30 Rock and Single Ladies. She also co-starred in the 2012 TV remake of Steel Magnolias with Alfre Woodard, Phylicia Rashad and Jill Scott. Latifah branched out in a new direction the following year. She will enter the daytime television market with a new talk show. The Queen Latifah Show will debut in the fall of 2013. The program promises to be a mix of interviews and comedic and musical performances, according to BET.com.  In addition to acting, Queen Latifah serves as a spokesperson for CoverGirl cosmetics. She even has her own line with the company: The Queen Collection.",
    "strCountry": "Newark, New Jersey, USA",
    "strArtistThumb": "http://www.theaudiodb.com/images/media/artist/thumb/queen-latifah-58b1cb7878103.jpg",
    "intListeners": 231991,
    "intPlaycount": 1621401,
    "__v": 0
    }]